Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Top posters
br: An implijerien an efedusañ
eo: Pintaj afiŝantoj
fa: اعلان های بالا

source: Unsandbox
eo: Malprovejigi

source: Unsandbox this user
eo: Malprovejigi la uzanton

source: Unsilence
eo: Nesilentigi
fa: از حالت سکوت درآوردن

source: Unsilence this user
eo: Nesilentigi la uzanton
fa: این کاربر از حالت سکوت خارج شود

source: Unsubscribe from this user
br: En em zigoumanantiñ eus an implijer-mañ
eo: Malaboni la uzanton
fa: لغو مشترک‌شدن از این کاربر

source: Unsubscribe
br: Digoumanantiñ
eo: Malaboni
fa: لغو اشتراک

source: Edit Avatar
br: Kemmañ an Avatar
eo: Redakti vizaĝbildon
fa: ویرایش اواتور

source: User actions
br: Obererezh an implijer
eo: Nekonata ago
fa: اعمال کاربر

source: User deletion in progress...
br: Diverkadenn an implijer o vont war-raok...
eo: Forigante uzanton...
fa: پاک‌کردن کاربر در حالت اجرا است...

source: Edit profile settings
br: Kemmañ arventennoù ar profil
eo: Redakti profilan agordon
fa: ویرایش تنظیمات نمایه

source: Edit
br: Aozañ
eo: Redakti
fa: ویرایش

source: Send a direct message to this user
br: Kas ur gemennadenn war-eeun d'an implijer-mañ
eo: Sendi rektan mesaĝon a ĉi tiu uzanto
fa: پیام مستقیم به این کاربر بفرستید

source: Message
br: Kemennadenn
eo: Mesaĝo
fa: پیام

source: Moderate
br: Habaskaat
eo: Moderigi
fa: اداره کردن

source: User role
br: Rol an implijer
eo: Uzanta rolo
fa: وظیفهٔ کاربر

# role
source: Administrator
br: Merour
eo: Administranto
fa: رئیس

# role
source: Moderator
br: Habasker
eo: Moderanto
fa: مدیر

source: a few seconds ago
br: un nebeud eilennoù zo
eo: antaŭ kelkaj sekundoj
fa: چند ثانیه پیش

source: about a minute ago
br: 1 vunutenn zo well-wazh
eo: antaŭ ĉirkaŭ unu minuto
fa: حدود یک دقیقه پیش

source: about one minute ago
eo: antaŭ ĉirkaŭ unu minuto

source: about an hour ago
br: 1 eurvezh zo well-wazh
eo: antaŭ ĉirkaŭ unu horo
fa: حدود یک ساعت پیش

source: about one hour ago
eo: antaŭ ĉirkaŭ unu horo

source: about a day ago
br: 1 devezh zo well-wazh
eo: antaŭ ĉirkaŭ unu tago
fa: حدود یک روز پیش

source: about one day ago
eo: antaŭ ĉirkaŭ unu tago

source: about a month ago
br: miz zo well-wazh
eo: Antaŭ ĉrikaŭ unu monato
fa: حدود یک ماه پیش

source: about one month ago
eo: antaŭ ĉirkaŭ unu monato

source: about a year ago
br: bloaz zo well-wazh
eo: antaŭ ĉirkaŭ unu jaro
fa: حدود یک سال پیش

source: %s is not a valid color!
br: n'eo ket %s ul liv reizh !
eo: %s ne estas valida koloro!
fa: %s یک رنگ صحیح نیست!

source: That's too long. Max message size is %d chars.
br: Re hir eo ! Ment hirañ ar gemenadenn a zo a %d arouezenn.
fa: این بسیار طولانی است. بیشینهٔ اندازهٔ پیام %d نویسه است.

source: Full name is too long (max 255 chars).
br: Re hir eo an anv klok (255 arouezenn d'ar muiañ).
fa: نام کامل خیلی طولانی است (حداکثر ۲۵۵ نویسه).

source: Location is too long (max 255 chars).
br: Re hir eo al lec'hiadur (255 arouezenn d'ar muiañ).
fa: نام مکان خیلی طولانی است (حداکثر ۲۵۵ نویسه)

source: Invalid token.
br: Fichenn direizh.
fa: رمز نامعتبر است.

source: Database error deleting OAuth application user.
fa: هنگام حذف‌کردن کاربر برنامهٔ OAuth در پایگاه داده خطایی رخ داد.

source: The request token %s has been authorized. Please exchange it for an access token.
fa: نشانهٔ درخواست %s تایید شد. لطفا آن را برای یک نشانهٔ دسترسی مبادله کنید.

source: The request token %s has been denied and revoked.
fa: نشانهٔ درخواست %s پذیرفته نشد و لغو شد.

source: Deny
br: Nac'hañ
fa: رد کردن

source: Allow
br: Aotreañ
fa: اجازه دادن

source: Allow or deny access to your account information.
br: Aotreañ pe nac'hañ ar moned da ditouroù ho kont.
fa: به دسترسی به اطلاعات حسابتان اجازه بدهید یا از آن جلوگیری کنید.

source: Not found.
br: N'eo ket bet kavet.
fa: یافت نشد.

source: %1$s updates favorited by %2$s / %2$s.
br: %1$s statud pennroll da %2$s / %2$s.
fa: به‌روزرسانی‌های %1$s که توسط %2$s برگزیده شده اند / %2$s.

source: Design settings for this StatusNet site.
br: Arventennoù design evit al lec'hienn StatusNet-mañ.
fa: تنظیمات ظاهری برای این وب‌گاه StatusNet.

source: Edit Application
br: Kemmañ ar poellad
fa: ویرایش برنامه

source: Name is too long (max 255 chars).
br: Re hir eo an anv (255 arouezenn d'ar muiañ).
fa: نام خیلی طولانی است (حداکثر ۲۵۵ نویسه).

source: Organization is too long (max 255 chars).
br: Re hir eo an aozadur (255 arouezenn d'ar muiañ).
fa: نام سازمان خیلی طولانی است (حداکثر ۲۵۵ نویسه).

source: description is too long (max %d chars).
br: re hir eo an deskrivadur (%d arouezenn d'ar muiañ).
fa: توصیف خیلی طولانی است (حداکثر %d نویسه)

source: Make Admin
br: Lakaat ur merour
fa: مدیر شود

source: Make this user an admin
br: Lakaat an implijer-mañ da verour
fa: این کاربر یک مدیر شود

source: Invalid email address: %s
br: Fall eo ar postel : %s
fa: پست‌الکترونیک صحیح نیست: %s

source: Invitation(s) sent
br: Pedadenn(où) kaset
fa: دعوت‌نامه(ها) فرستاده‌شد

source: You are already subscribed to these users:
br: Koumanantet oc'h dija d'an implijerien-mañ :
fa: شما هم‌اکنون مشترک این کاربران هستید:

source: These people are already users and you were automatically subscribed to them:
br: Implijerien eo dija an dud-mañ ha koumanantet oc'h bet ez emgefre d'an implijerien da-heul :
fa: این کاربرانی هستند که شما به صورت خودکار آن‌ها را دنبال می‌کنید:

source: Invitation(s) sent to the following people:
br: Pedadennoù bet kaset d'an implijerien da-heul :
fa: دعوت‌نامه(ها) برای افراد زیر فرستاده شد:

source: New Application
br: Poellad nevez
fa: برنامهٔ تازه

source: You have allowed the following applications to access you account.
fa: شما به برنامه‌های زیر اجازه داده‌اید که به حساب‌تان دسترسی پیدا کنند.

source: Unable to revoke access for app: %s.
fa: نمی‌توان دسترسی را برای برنامهٔ %s لغو کرد.

source: Developers can edit the registration settings for their applications
fa: توسعه‌دهنده‌ها می‌توانند تنظیمات نام‌نویسی را برای برنامه‌هایشان ویرایش کنند

source: Path and server settings for this StatusNet site.
fa: تنظیمات و نشانی محلی این وب‌گاه StatusNet.

source: Site path
br: Hent al lec'hienn
fa: مسیر وب‌گاه

source: Path to locales
fa: نشانی تنظیمات محلی

source: Directory path to locales
fa: مسیر پوشه برای زبان‌های محلی

source: Theme server
br: Servijer danvezioù
fa: کارگزار پوسته

source: Theme path
br: Hentad an tem
fa: مسیر پوسته

source: Theme directory
br: Doser an temoù
fa: شاخهٔ پوسته

source: Background server
br: Servijer ar backgroundoù
fa: کارگذار تصاویر پیش‌زمینه

source: Background path
fa: مسیر تصاویر پیش‌زمینه

source: Background directory
fa: شاخهٔ تصاویر پیش‌زمینه

source: When to use SSL
br: Peur implijout SSL
fa: زمان استفاده از SSL

source: Server to direct SSL requests to
fa: کارگزار برای هدایت درخواست‌های SSL به

source: Describe yourself and your interests in %d chars
br: Deskrivit ac'hanoc'h hag ho interestoù, gant %d arouezenn
fa: خودتان و علاقه‌مندی‌هایتان را در %d نویسه توصیف کنید

source: Bio is too long (max %d chars).
br: Re hir eo ar bio (%d arouezenn d'ar muiañ).
fa: شرح‌حال خیلی طولانی است (بیشینه %d نویسه).

source: Language is too long (max 50 chars).
fa: زبان بسیار طولانی است ( حداکثر ۵۰ نویسه)

source: These are most popular recent tags on %s
br: Ar merkoù ziwezhañ evit ar re vrudetañ war %s
fa: این‌ها محبوب‌ترین برچسب‌های اخیر روی %s هستند

source: Session settings for this StatusNet site.
br: Arventennoù evit al lec'hienn StatusNet-mañ.
fa: تنظیمات نشست برای این وب‌گاه StatusNet.

source: URL
fa: نشانی اینترنتی

source: You have no subscribers. Try subscribing to people you know and they might return the favor
fa: شما هیچ مشترکی ندارید. تلاش کنید که مشترک افرادی شوید که می‌شناسید و شاید آن‌ها هم مشترک شما شوند.

source: SMS
fa: پیامک

source: User settings for this StatusNet site.
fa: تنظیمات کاربری برای این وب‌گاه StatusNet.

source: Expecting a root feed element but got a whole XML document.
fa: در حال انتظار برای یک عامل خوراک ریشه‌ای، اما یک سند XML کامل دریافت شد.

source: Describe your application in %d characters
br: Diskrivit ho poellad gant %d arouezenn
fa: برنامهٔ خود را در %d نویسه توصیف کنید

source: Password changing failed
br: N'eo ket aet betek penn kemmañ ar ger-tremen
fa: تغییر گذرواژه شکست خورد

source: Password changing is not allowed
br: N'eo ket aotreet kemmañ ar ger-tremen
fa: تغییر گذرواژه مجاز نیست

source: Notice with that id does not exist
fa: پیامی با این شناسه وجود ندارد

source: User has no last notice
fa: کاربر پیام آخر ندارد

source: Could not find a user with nickname %s
fa: پیدا نشد %s کاریری یا نام مستعار

source: Could not find a local user with nickname %s
fa: نمی‌توان یک کاربر محلی با نام کاربری %s پیدا کرد

source: Nudge sent to %s
fa: یادآوری به %s فرستاده‌شد

source: You are already a member of that group
fa: شما از پیش یک عضو این گروه هستید.

source: Could not join user %1$s to group %2$s
fa: نمی‌توان کاربر %1$s را عضو گروه %2$s کرد

source: Could not remove user %1$s from group %2$s
fa: نمی‌توان کاربر %1$s را از گروه %2$s حذف کرد

source: Message too long - maximum is %1$d characters, you sent %2$d
fa: پیام خیلی طولانی است - حداکثر تعداد مجاز %1$d نویسه است که شما %2$d نویسه را فرستادید

source: Direct message to %s sent
fa: پیام مستقیم به %s فرستاده شد.

source: Cannot repeat your own notice
fa: امکان تکرار پیام خودتان وجود ندارد

source: Already repeated that notice
fa: آن پیام قبلا تکرار شده است.

source: Notice from %s repeated
fa: پیام از %s تکرار شد

source: Notice too long - maximum is %d characters, you sent %d
fa: پیام خیلی طولانی است - حداکثر تعداد مجاز %1$d نویسه است که شما %2$d نویسه را فرستادید

source: Reply to %s sent
fa: پاسخ به %s فرستاده شد

source: Specify the name of the user to subscribe to
fa: نام کاربر را برای مشترک‌شدن مشخص کنید

source: Subscribed to %s
fa: مشترک‌شدن %s انجام‌شد

source: Specify the name of the user to unsubscribe from
fa: نام کاربر را برای لغو اشتراک از او مشخص کنید.

source: Unsubscribed from %s
fa: از %s لغو اشتراک شد

source: Login command is disabled
fa: فرمان ورود از کار افتاده است

source: This link is useable only once, and is good for only 2 minutes: %s
fa: این پیوند تنها یک‌بار قابل استفاده است و تنها برای دو دقیقه مفید است: %s

source: Unsubscribed %s
fa: لغو اشتراک شده %s

source: I looked for configuration files in the following places:
fa: من به دنبال پرونده‌های پیکربندی در مکان‌های زیر بودم:

source: IM
fa: پیام‌رسان فوری

source: Connections
br: Kevreadennoù
fa: اتصال‌ها

source: Export data
fa: صادر کردن داده

source: Choose a tag to narrow list
fa: یک برچسب را برای محدود کردن فهرست انتخاب کنید

source: Group
br: Strollad
fa: گروه

source: Blocked
br: Stanket
fa: مسدود شده

source: %s blocked users
br: %s implijer stanket
fa: %s کاربر مسدود شده

source: Edit %s group properties
fa: خصوصیلت گروه %s ویرایش

source: Logo
fa: نشان

source: Add or edit %s logo
br: Ouzhpennañ pe kemmañ logo %s
fa: افزودن یا ویرایش نشان

source: Add or edit %s design
fa: طرح %s را اضافه یا ویرایش کنید

source: Unsupported image file format.
fa: فرمت(فایل) عکس پشتیبانی نشده.

source: MB
br: Mo
fa: مگابایت

source: kB
br: Ko
fa: کیلوبایت

source: Hey, %s. Someone just entered this email address on %s. If it was you, and you want to confirm your entry, use the URL below: %s If not, just ignore this message. Thanks for your time, %s
fa: سلام %s. کسی این پست الکترونیکی را در %s وارد کرده است. اگر شما بودید، و می‌خواهید که ورودی خود را تایید کنید، از نشانی اینترنتی زیر استفاده کنید: %s اگر چنین نیست، این پیام را نادیده بگیرید. از این‌که وقت خود را در اختیار ما گذاشتید، سپاس‌گزاریم، %s

source: %1$s is now listening to your notices on %2$s. %3$s %4$s%5$s%6$s Faithfully yours, %7$s. ---- Change your email address or notification options at %8$s
fa: %1$s اکنون پیام‌های شما را در %2$s دنبال می‌کند. %3$s %4$s%5$s%6$s با تشکر از شما، %7$s. ---- نشانی پست الکترونیک یا گزینه‌های آگاه‌سازی را در %8$s تغییر دهید

source: You have a new posting address on %1$s. Send email to %2$s to post new messages. More email instructions at %3$s. Faithfully yours, %4$s
fa: شما یک نشانی ارسال تازه در %1$s دارید. برای فرستادن پیام‌های جدید به %2$s نامه بفرستید. راهنمایی‌های پست الکترونیکی بیش‌تر در %3$s وجود دارد. با تشکر از شما، %4$s

source: %s (@%s) added your notice as a favorite
fa: پیام شما را به برگزیده‌های خود اضافه کرد %s (@%s)

source: %s (@%s) sent a notice to your attention
br: %s (@%s) en deus kaset deoc'h ur c'hemenn
fa: %s (@%s) به توجه شما یک پیام فرستاد

source: Could not parse message.
fa: نمی‌توان پیام را تجزیه کرد.

source: File upload stopped by extension.
fa: بارگذاری پرونده توسط افزونه متوقف شد.

source: Try using another %s format.
br: Klaskit implijout ur furmad %s all.
fa: تلاش برای امتحان نوع دیگر %s

source: %s is not a supported file type on this server.
fa: %s یک گونهٔ پروندهٔ پیشتیبانی شده روی این کارگزار نیست.

source: Error inserting new profile
br: Ur fazi 'zo bet en ur ensoc'hañ ar profil nevez
fa: هنگام قرار دادن نمایهٔ تازه خطا رخ داد

source: Error inserting avatar
br: Ur fazi 'zo bet en ur ensoc'hañ an avatar
fa: هنگام افزودن چهره خطایی رخ داد

source: Error updating remote profile
fa: هنگام به‌روز کردن نمایهٔ از راه دور خطا رخ داد

source: Error inserting remote profile
fa: هنگام افزودن نمایهٔ ازراه‌دور خطایی رخ داد

source: Duplicate notice
br: Eilañ an ali
fa: رونوشت‌برداری از پیام

source: Search
br: Klask
fa: جست‌وجو

source: User %s (%d) has no profile record.
fa: کاربر %s (%d) هیچ تاریخچهٔ نمایه‌ای ندارد.

source: about %d minutes ago
br: %d munutenn zo well-wazh
fa: حدود %d دقیقه پیش

source: about %d hours ago
br: %d eurvezh zo well-wazh
fa: حدود %d ساعت پیش

source: about %d days ago
br: %d devezh zo well-wazh
fa: حدود %d روز پیش

source: about %d months ago
br: %d miz zo well-wazh
fa: حدود %d ماه پیش

source: %s is not a valid color! Use 3 or 6 hex chars.
br: N'eo ket %s ul liv reizh ! Implijit 3 pe 6 arouezenn heksdekvedennel.
fa: %s یک رنگ صحیح نیست! از ۳ یا ۶ نویسه مبنای شانزده استفاده کنید

source: No configuration file found.
br: N'eo bet kavet restr kefluniadur ebet.

source: FOAF
br: Mignon ur mignon (FOAF)

source: E
br: R

source: W
br: K
