Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Commands: on - turn on notifications off - turn off notifications help - show this help follow <nickname> - subscribe to user groups - lists the groups you have joined subscriptions - list the people you follow subscribers - list the people that follow you leave <nickname> - unsubscribe from user d <nickname> <text> - direct message to user get <nickname> - get last notice from user whois <nickname> - get profile info on user lose <nickname> - force user to stop following you fav <nickname> - add user's last notice as a 'fave' fav #<notice_id> - add notice with the given id as a 'fave' repeat #<notice_id> - repeat a notice with a given id repeat <nickname> - repeat the last notice from user reply #<notice_id> - reply to notice with a given id reply <nickname> - reply to the last notice from user join <group> - join group login - Get a link to login to the web interface drop <group> - leave group stats - get your stats stop - same as 'off' quit - same as 'off' sub <nickname> - same as 'follow' unsub <nickname> - same as 'leave' last <nickname> - same as 'get' on <nickname> - not yet implemented. off <nickname> - not yet implemented. nudge <nickname> - remind a user to update. invite <phone number> - not yet implemented. track <word> - not yet implemented. untrack <word> - not yet implemented. track off - not yet implemented. untrack all - not yet implemented. tracks - not yet implemented. tracking - not yet implemented.
eo: Komandoj: on - ŝalti sciigon off - malŝalti sciigon help - montri ĉi tiun helpon follow <nickname> - aboni uzanton groups - listi grupon, kiujn vi aniĝis subscriptions - listi viajn abonatojn subscribers - listi viajn abonantojn leave <nickname> - malabnoi uzanton d <nickname> <text> - sendi rektan mesaĝon al uzanto get <nickname> - legi la lastan avizon de uzanto whois <nickname> - legi profilan informon pri uzanto lose <nickname> - ĉesigi la uzanton de sekvi vin fav <nickname> - ŝati la lastan avizon de uzanto fav #<notice_id> - ŝati la avizon kun la ID repeat #<notice_id> - ripeti la avizon kun la ID repeat <nickname> - ripeti la lastan avizon de uzanto reply #<notice_id> - respondi la avizon kun la ID reply <nickname> - respondi la lastan avizon de uzanto join <group> - aniĝi al grupo login - havi ligilon por ensaluti al reta interfaco drop <group> - foriri el grupo stats - legi vian staton stop - same kiel 'off' quit - same kiel 'off' sub <nickname> - same kiel 'follow' unsub <nickname> - same kiel 'leave' last <nickname> - same kiel 'get' on <nickname> - ankoraŭ ne realigita. off <nickname> - ankoraŭ ne realigita. nudge <nickname> - puŝeti la uzanton, ke li ĝisdatigu! invite <phone number> - ankoraŭ ne realigita. track <word> - ankoraŭ ne realigita. untrack <word> - ankoraŭ ne realigita. track off - ankoraŭ ne realigita. untrack all - ankoraŭ ne realigita. tracks - ankoraŭ ne realigita. tracking -ankoraŭ ne realigita.
fa: دستورات: on - روشن‌کردن آگاه‌سازی‌ها off - خاموش‌کردن آگاه‌سازی‌ها help - نشان دادن این کمک follow <nickname> - مشترک کاربر شدن groups - گروه‌هایی را که به آن‌ها پیوسته‌اید، فهرست می‌کند subscriptions - افرادی را که دنبال می‌کنید، فهرست می‌کند subscribers - کاربرانی را که شما را دنبال می‌کنند، فهرست می‌کند leave <nickname> - لغو اشتراک از کاربر d <nickname> <text> - پیام مستقیم به کاربر get <nickname> - دریافت آخرین پیام از کاربر whois <nickname> - دریافت اطلاعات نمایهٔ کاربر lose <nickname> - وادار کردن کاربر به توقف دنبال‌کردن شما fav <nickname> - افزودن آخرین پیام کاربر به عنوان برگزیده fav #<notice_id> - افزودن پیام با یک شناسهٔ داده‌شده به عنوان برگزیده repeat #<notice_id> - تکرار کردن یک پیام با یک شناسهٔ داده‌شده repeat <nickname> - تکرار کردن آخرین پیام از کاربر reply #<notice_id> - پاسخ‌دادن به یک پیام با یک شناسهٔ داده‌شده reply <nickname> - پاسخ‌دادن به آخرین پیام از کاربر join <group> - پیوستن به گروه login - دریافت یک پیوند برای واردشدن به رابط وب drop <group> - ترک‌کردن گروه stats - دریافت آمار شما stop - مانند «off» quit - مانند «off» sub <nickname> - مانند «follow» unsub <nickname> - مانند «leave» last <nickname> - مانند «get» on <nickname> - هنوز پیاده نشده است. off <nickname> - هنوز پیاده نشده است. nudge <nickname> - یادآوری‌کردن به یک کاربر برای به‌روز کردن invite <phone number> - هنوز پیاده نشده است. track <word> - هنوز پیاده نشده است. untrack <word> - هنوز پیاده نشده است. track off - هنوز پیاده نشده است. untrack all - هنوز پیاده نشده است. tracks - هنوز پیاده نشده است. tracking - هنوز پیاده نشده است.

source: You may wish to run the installer to fix this.
eo: Vi eble volas uzi instalilon por ripari tiun ĉi.
fa: شما ممکن است بخواهید نصاب را اجرا کنید تا این را تعمیر کند.

source: Go to the installer.
br: Mont d'ar meziant staliañ
eo: Al la instalilo.
fa: برو به نصاب.

source: Updates by instant messenger (IM)
eo: Ĝisdatiĝo per tujmesaĝilo.
fa: به‌هنگام‌سازی‌های انجام‌شده با پیام‌رسان فوری (IM)

source: Updates by SMS
br: Hizivadennoù dre SMS
eo: Ĝisdatiĝo per SMM
fa: به‌روزرسانی با پیامک

source: Authorized connected applications
eo: Konektitaj aplikaĵoj rajtigitaj
fa: برنامه‌های وصل‌شدهٔ مجاز

source: Database error
br: Fazi bank roadennoù
eo: Datumbaza eraro
fa: خطای پایگاه داده

source: Upload file
br: Enporzhiañ ar restr
eo: Alŝuti dosieron
fa: بارگذاری پرونده

source: You can upload your personal background image. The maximum file size is 2MB.
eo: Vi povas alŝuti vian propran fonbildon. La dosiera grandlimo estas 2MB.
fa: شما می‌توانید تصویر پیش‌زمینهٔ شخصی خود را بارگذاری کنید. بیشینهٔ اندازهٔ پرونده ۲ مگابایت است.

source: The server was unable to handle that much POST data (%s bytes) due to its current configuration.
eo: La servilo ne povis trakti tiom da POST-datumo (% bajtoj) pro ĝia nuna agordo.
fa: به دلیل تنظبمات، سرور نمی‌تواند این مقدار اطلاعات (%s بایت( را دریافت کند.

source: Design defaults restored.
eo: Desegnaj defaŭltoj konserviĝas.
fa: پیش‌فرض‌های طراحی برگردانده شدند.

source: Disfavor this notice
br: Tennañ eus ar pennrolloù
eo: Neŝati la avizon
fa: خارج‌کردن این پیام از برگزیده‌ها

source: Favor this notice
br: Ouzhpennañ d'ar pennrolloù
eo: Ŝati la avizon
fa: برگزیده‌کردن این پیام

source: Feeds
eo: Fluoj

source: Filter tags
br: Silañ ar balizennoù
eo: Filtrilo-etikedoj
fa: پالایهٔ برچسب‌ها

source: All
br: An holl
eo: Ĉiuj
fa: همه

source: Select tag to filter
eo: Eletu etikedon por filtrado
fa: برچسب را برای پالودن انتخاب کنید

source: Tag
br: Balizenn
eo: Etikedo
fa: برچسب

source: Go
br: Mont
eo: Iri
fa: برو

source: Grant this user the "%s" role
eo: Donu al la uzanto rolon "%s"

source: 1-64 lowercase letters or numbers, no punctuation or spaces
br: 1 da 64 lizherenn vihan pe sifr, hep poentaouiñ nag esaouenn
eo: 1-64 minusklaj literoj aŭ ciferoj, neniu interpunkcio aŭ spaco
fa: ۱-۶۴ کاراکتر کوچک یا اعداد، بدون نقطه گذاری یا فاصله

source: URL of the homepage or blog of the group or topic
eo: URL de la hejmpaĝo aŭ blogo de la grupo aŭ temo
fa: نشانی اینترنتی صفحهٔ‌خانگی یا وبلاگ گروه یا موضوع

source: Describe the group or topic
eo: Priskribo de grupo aŭ temo
fa: گروه یا موضوع را توصیف کنید

source: Describe the group or topic in %d characters
eo: Priskribo de grupo aŭ temo, apenaŭ je %d literoj
fa: گروه یا موضوع را در %d نویسه توصیف کنید

source: Location for the group, if any, like "City, State (or Region), Country"
eo: Loko de la grupo, se iu ajn, ekzemple "Urbo, Stato (aŭ Regiono), Lando"
fa: مکان گروه، در صورت وجود داشتن، مانند «شهر، ایالت (یا استان)، کشور»

source: Extra nicknames for the group, comma- or space- separated, max %d
eo: Kromaj alnomoj por la grupo, apartigita per komo aŭ spaco, apenaŭ %d literoj
fa: نام‌های مستعار اضافی برای گروه، با کاما- یا فاصله- جدا شود، بیشینه %d

# MENU
source: Group
eo: Grupo

# TOOLTIP
source: %s group
eo: Grupo %s

# MENU
source: Members
eo: Grupanoj

# TOOLTIP
source: %s group members
eo: Grupanoj de %s

# MENU
source: Blocked
eo: Blokito

# TOOLTIP
source: %s blocked users
eo: Blokito de %s

# TOOLTIP
source: Edit %s group properties
eo: Redakti agordon de grupo %s

# MENU
source: Logo
eo: Emblemo

# TOOLTIP
source: Add or edit %s logo
eo: Aldoni aŭ redakti emblemon de %s

# TOOLTIP
source: Add or edit %s design
eo: Aldoni aŭ redakti desegnon de %s

source: Groups with most members
eo: Grupoj kun plej multe da membroj
fa: گروه های با اعضاء بیشتر

source: Groups with most posts
eo: Grupoj kun plej multe da avizoj
fa: گروه های با پست های بیشتر

source: Tags in %s group's notices
eo: Etikedoj en avizoj de grupo %s
fa: برچسب‌ها در پیام‌های گروه %s

source: This page is not available in a media type you accept
eo: La paĝo estas ne havebla je la komunikil-tipo, kiun vi akceptas
fa: این صفحه در نوع رسانه‌ای که پذیرفته‌اید، در دسترس نیست.

source: That file is too big. The maximum file size is %s.
eo: La dosiero tro grandas. Dosiera grandlimo estas %s.
fa: این پرونده خیلی بزرگ است. بیشینهٔ اندازهٔ پرونده %s است.

source: Partial upload.
eo: Parta alŝuto.

source: System error uploading file.
eo: Sisteme eraris alŝuti dosieron.
fa: هنگام بارگذاری پرونده خطای سیستمی رخ داد.

source: Not an image or corrupt file.
eo: Ne bildo aŭ dosiero difektita.
fa: تصویر یا فایل خرابی نیست

source: Lost our file.
br: Restr bet kollet.
eo: Perdiĝis nian dosieron.
fa: فایلمان گم شده

source: Unknown file type
br: Dizanv eo seurt ar restr
eo: Nekonata dosiertipo
fa: نوع فایل پشتیبانی نشده

source: Unknown inbox source %d.
eo: Nekonata alvenkesta fonto %d
fa: منبع صندوق ورودی نامعلوم است %d.

source: Leave
br: Kuitaat
eo: Forlasi
fa: ترک کردن

source: Login with a username and password
eo: Ensaluti per via uzantnomo kaj pasvorto.
fa: وارد شدن با یک نام کاربری و گذرواژه

source: Sign up for a new account
br: Digeriñ ur gont nevez
eo: Krei novan konton
fa: عضویت برای حساب کاربری جدید

source: Email address confirmation
br: Kadarnadur ar chomlec'h postel
eo: Retpoŝtadresa konfirmo
fa: تایید نشانی پست الکترونیکی

source: %1$s is now listening to your notices on %2$s.
eo: %1$s nun rigardas viajn avizojn ĉe %2$s.
fa: %1$s اکنون پیام‌های شما را در %2$s دنبال می‌کند.

source: If you believe this account is being used abusively, you can block them from your subscribers list and report as spam to site administrators at %s
eo: Se vi kredas, ke ĉi tiun konton iu misuzas, vi rajtas bloki ĝin de via abonanto-listo kaj raporti ĝin kiel rubmesaĝanto al administrantoj ĉe %s

source: Bio: %s
eo: Biografio: %s
fa: شرح‌حال: %s

source: New email address for posting to %s
br: Chomlec'h postel nevez evit embann e %s
eo: Nova retpoŝta adreso por afiŝi ĉe %s
fa: %s ادرس ایمیل جدید برای

source: %s status
br: Statud %s
eo: %s stato
fa: وضعیت %s

source: SMS confirmation
br: Kadarnadur SMS
eo: SMS-a konfirmo
fa: تأیید پیامک

source: %s: confirm you own this phone number with this code:
eo: %s: konfirmi ke vi havas la telefonnumeron per tiu ĉi kodo:
fa: %s: شماره تلفن خود را با این کد تایید کنید:

source: You've been nudged by %s
eo: Vin puŝetis %s
fa: شما توسط %s یادآوری شدید.

source: %1$s (%2$s) is wondering what you are up to these days and is inviting you to post some news. So let's hear from you :) %3$s Don't reply to this email; it won't get to them. With kind regards, %4$s
eo: %1$s (%2$s) scivolas, kion faras vi lastatempe kaj invitas al vi afiŝi kelke da novaĵoj. Do sciigu nin pri vi :) %3$s Ne respondu al tiu ĉi mesaĝo; ili ne ricevos ĝin. kun bona espero, %4$s
fa: %1$s (%2$s) کنجکاو است که این روزها چکار می‌کنید و شما را برای فرستادن خبرهایی دعوت کرده است. پس بیایید که از شما بیش‌تر بشنویم :) %3$s به این نامه پاسخ ندهید؛ زیرا به آن‌ها نخواهد رسید. با احترام، %4$s

source: New private message from %s
br: Kemenadenn personel nevez a-berzh %s
eo: Nova privata mesaĝo de %s
fa: پیام خصوصی تازه از %s

source: %1$s (%2$s) sent you a private message: ------------------------------------------------------ %3$s ------------------------------------------------------ You can reply to their message here: %4$s Don't reply to this email; it won't get to them. With kind regards, %5$s
eo: %1$s (%2$s) sendis al vi privatan mesaĝon: ------------------------------------------------------ %3$s ------------------------------------------------------ Vi povas respondi al lia mesaĝon jene: %4$s Ne respondu al tiu ĉi mesaĝon; li ne ricevos ĝin. Kun bona espero, %5$s
fa: %1$s (%2$s) یک پیام خصوصی برای شما فرستاده است: ------------------------------------------------------ %3$s ------------------------------------------------------ شما می‌توانید این‌جا به پیام‌شان پاسخ دهید: %4$s به این پست الکترونیک پاسخ ندهید، چون پاسخ شما به آن‌ها نمی‌رسد. با احترام، %5$s

source: %1$s (@%7$s) just added your notice from %2$s as one of their favorites. The URL of your notice is: %3$s The text of your notice is: %4$s You can see the list of %1$s's favorites here: %5$s Faithfully yours, %6$s
eo: %1$s (@%7$s) ĵus aldoniss vian mesaĝon ĉe %2$s al sia ŝatolisto. La URL de via avizo estas: %3$s La enhavo de via avizo estas: %4$s Vi povas legi la ŝatoliston de %1$s jene: %5$s fidele via, %6$s
fa: %1$s (@%7$s) پیام شما در %2$s را به‌عنوان یکی از برگزیده‌هایشان افزوده است. نشانی اینترنتی پیام شما %3$s است. متن پیام شما %4$s است. شما می‌توانید فهرست برگزیده‌های %1$s را این‌جا ببینید: %5$s با تشکر از شما، %6$s

source: The full conversation can be read here: %s
br: Ar gaozeadenn klok a c'hell bezañ lennet amañ : %s
eo: La tutan interparolon oni povas legi jene: %s
fa: گفت‌وگوی کامل می‌تواند این‌جا خوانده شود: %s

source: %1$s (@%9$s) just sent a notice to your attention (an '@-reply') on %2$s. The notice is here: %3$s It reads: %4$s %5$sYou can reply back here: %6$s The list of all @-replies for you here: %7$s Faithfully yours, %2$s P.S. You can turn off these email notifications here: %8$s
eo: %1$s (@%9$s) ĵus afiŝis al vi ("@-respondo") ĉe %2$s. La avizo estas jene: %3$s Kaj enhavas: %4$s %5$sVi povas re-respondi jene: %6$s Listo de ĉiuj @-respondoj al vi estas jene: %7$s fidele via, %2$s P.S. Vi rajtas malŝalti tian ĉi retpoŝtan sciigon ĉi tie: %8$s
fa: %1$s (@%9$s) یک پاسخ به پیام شما (یک «@-پاسخ») در %2$s داده است. پیام این است: %3$s پاسخ داده است: %4$s %5$sشما می‌توانید این‌جا پاسخ دهید: %6$s فهرست تمام @-پاسخ‌ها برای شما این‌جا است: %7$s با تشکر، %2$s پ.ن. شما می‌توانید این آگاه‌سازی با نامه را این‌جا خاموش کنید:%8$s

source: Only the user can read their own mailboxes.
eo: Nur uzanto povas legi sian propran paŝton.
fa: تنها کاربران می تواند صندوق نامهٔ خودشان را بخوانند.

source: You have no private messages. You can send private message to engage other users in conversation. People can send you messages for your eyes only.
eo: Vi ne ricevis privatan mesaĝon. Vi povas sendi privatan mesaĝon al iu kaj interparoli kun ili. Homo sendas al vi mesaĝon al vi sole.

source: from
br: eus
eo: de
fa: از

source: Not a registered user.
br: N'eo ket un implijer enrollet.
eo: Ne registrita uzanto
fa: یک کاربر ثبت نام شده نیستید

source: Sorry, that is not your incoming email address.
eo: Pardonon, tiu ne estas via alvena retpoŝtadreso.
fa: با عرض پوزش، این پست الکترونیک شما نیست.

source: Sorry, no incoming email allowed.
eo: Pardonon, neniu alvena mesaĝo permesiĝas.
fa: با عرض پوزش، اجازه‌ی ورودی پست الکترونیک وجود ندارد

source: Unsupported message type: %s
eo: Nesubtenata mesaĝo-tipo: %s
fa: نوع پیام پشتیبانی نشده است: %s

source: There was a database error while saving your file. Please try again.
eo: Databaze eraris konservi vian dosieron. Bonvole reprovu.
fa: یک خطای پایگاه داده هنگام ذخیره کردن فایل شما رخ داد. لطفا بعدا سعی کنید.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
eo: Alŝutata dosiero superas la dosierujon upload_max_filesize (alŝuta grandlimo) en php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
eo: Alŝutata dosiero superas la dosierujon MAX_FILE_SIZE (Alŝuta grandlimo) difinitan per HTML formo.

source: The uploaded file was only partially uploaded.
eo: Alŝutata dosiero venas nur parte.
fa: نتها اندکی از فایل بارگذاری‌شده فرستاده شد.

source: Missing a temporary folder.
br: Mankout a ra un doser padennek.
eo: Mankas labora dosierujo.
fa: گم شدن یک پوشه ی موقتی.

source: Failed to write file to disk.
eo: Malsukcesis skribi dosieron al disko.
fa: شکست خوردن در نوشتن فایل روی دیسک.

source: File exceeds user's quota.
eo: Dosiera grandeco superas uzantan kvoton.
fa: پرونده از سهمیهٔ کاربر می‌گذرد.

source: File could not be moved to destination directory.
eo: Dosiero ne povas translokiĝi al celata dosierujo.
fa: فایل نتوانست به دایرکتوری مقصد منتقل شود.

source: Could not determine file's MIME type.
eo: Malsukcesis decidi dosieran MIME-tipon.
fa: نمی‌توان فرمت پرونده را تعیین کرد.

source: "%1$s" is not a supported file type on this server. Try using another %2$s format.
eo: "%1$s" ne estas subtenata tipo ĉe tiu ĉi servilo. Provu per plu da %2$s formato.

source: "%s" is not a supported file type on this server.
eo: "%s" ne estas subtenata tipo ĉe tiu ĉi servilo.

source: Send a direct notice
br: Kas ur gemennadenn war-eeun
eo: Sendi rektan avizon
fa: فرستادن یک پیام مستقیم

source: To
br: Da
eo: Al
fa: به

source: Available characters
eo: Haveblaj karakteroj
fa: کاراکترهای موجود

# Send button for sending notice
source: Send
br: Kas
eo: Sendi
fa: فرستادن

source: Send a notice
br: Kas un ali
eo: Sendi avizon
fa: فرستادن یک پیام

source: What's up, %s?
br: Penaos 'mañ kont, %s ?
eo: Kio novas, %s?
fa: چه خبر، %s؟

source: Attach
br: Stagañ
eo: Aldoni
fa: پیوست کردن

source: Attach a file
br: Stagañ ur restr
eo: Aldoni dosieron
fa: یک فایل پیوست کنید

source: Share my location
br: Rannañ va lec'hiadur.
eo: Sciigi mian lokon
fa: مکان من به اشتراک گذاشته شود

source: Do not share my location
br: Chom hep rannañ va lec'hiadur.
eo: Ne sciigi mian lokon
fa: موقعیت من به اشتراک گذاشته نشود

source: Sorry, retrieving your geo location is taking longer than expected, please try again later
eo: Pardonon, legi vian lokon estas pli malrapide, ol ni pensis. Bonvolu reprovi poste.
fa: متاسفیم، دریافت محل جغرافیایی شما بیش از انتظار طول کشیده است، لطفا بعدا دوباره تلاش کنید.

source: at
br: e
eo: al
fa: در

source: web
eo: TTT

source: in context
br: en amdro
eo: kuntekste
fa: در زمینه

source: Repeated by
br: Adkemeret gant
eo: Ripetita de
fa: تکرار از

source: Reply to this notice
br: Respont d'an ali-mañ
eo: Respondi ĉi tiun avizon
fa: به این پیام پاسخ دهید

source: Reply
br: Respont
eo: Respondi
fa: پاسخ

source: Notice repeated
br: Ali adkemeret
eo: Avizo ripetiĝas
fa: پیام تکرار شد

source: Nudge this user
br: Kas ur blinkadenn d'an implijer-mañ
eo: Puŝeti la uzanton
fa: یادآوری‌کردن به این کاربر

source: Nudge
br: Blinkadenn
eo: Puŝeti
fa: یادآوری‌کردن

source: Send a nudge to this user
br: Kas ur blinkadenn d'an implijer-mañ
eo: Sendi puŝeton al la uzanto
fa: یک یادآوری به این کاربر فرستاده شود

source: Error inserting new profile.
eo: Eraris enmeti novan profilon

source: Error inserting avatar.
eo: Eraris enmeti novan vizaĝbildon.

source: Error inserting remote profile.
eo: Eraris enmeti foran profilon.

source: Duplicate notice.
eo: Refoja avizo.

source: Couldn't insert new subscription.
eo: Eraris enmeti novan abonon.
fa: نمی‌توان اشتراک تازه‌ای افزود.

source: Personal
br: Hiniennel
eo: Persona
fa: شخصی

source: Replies
br: Respontoù
eo: Respondoj
fa: پاسخ ها

source: Favorites
br: Pennrolloù
eo: Ŝatolisto
fa: برگزیده‌ها

source: Inbox
br: Boest resev
eo: Alvenkesto
fa: صندوق دریافتی

source: Your incoming messages
br: ar gemennadennoù o peus resevet
eo: Viaj alvenaj mesaĝoj
fa: پیام های وارد شونده ی شما

source: Outbox
br: Boest kas
eo: Elirkesto
fa: صندوق خروجی

source: Your sent messages
br: Ar c'hemenadennoù kaset ganeoc'h
eo: Viaj senditaj mesaĝoj
fa: پیام‌های فرستاده شدهٔ شما

source: Tags in %s's notices
eo: Etikedoj en avizoj de %s
fa: برچسب‌ها در پیام‌های %s

source: Unknown
br: Dianav
eo: Nekonata
fa: ناشناخته

source: Subscriptions
br: Koumanantoù
eo: Abonatoj
fa: اشتراک‌ها

source: All subscriptions
br: An holl koumanantoù
eo: Ĉiuj abonatoj
fa: تمام اشتراک‌ها

source: Subscribers
br: Ar re koumanantet
eo: Abonantoj
fa: مشترک‌ها

source: All subscribers
br: An holl re koumanantet
eo: Ĉiuj abonantoj
fa: تمام مشترک‌ها

source: User ID
br: ID an implijer
eo: Uzanta ID
fa: شناسه کاربر

source: Member since
br: Ezel abaoe
eo: Ano ekde
fa: عضو شده از

source: Daily average
br: Keidenn pemdeziek
eo: Taga meznombro
fa: میانگین روزانه

source: All groups
br: An holl strolladoù
eo: Ĉiuj grupoj
fa: تمام گروه‌ها

source: Unimplemented method.
eo: Nerealiĝita metodo
fa: روش پیاده نشده است.

source: Public
br: Foran
eo: Publika
fa: عمومی

source: User groups
br: Strolladoù implijerien
eo: Uzantaj grupoj
fa: گروه‌های کاربر

source: Recent tags
br: Merkoù nevez
eo: Freŝaj etikedoj
fa: برچسب‌های اخیر

source: Featured
eo: Elstara
fa: خصوصیت

source: Popular
br: Poblek
eo: Populara
fa: محبوب

source: Repeat this notice?
br: Adkregiñ gant an ali-mañ ?
eo: Ĉu ripeti la avizon?
fa: این پیام تکرار شود؟

source: Yes
br: Ya
eo: Jes
fa: بله

source: Repeat this notice
br: Adkregiñ gant an ali-mañ
eo: Ripeti la avizon
fa: تکرار این پیام

source: Revoke the "%s" role from this user
eo: Revoki rolon %s de la uzanto

source: Sandbox
br: Poull-traezh
eo: Provejo

source: Sandbox this user
eo: Provejigi la uzanton

source: Search site
br: Klask el lec'hienn
eo: Serĉi ĉe retejo
fa: جست‌وجوی وب‌گاه

source: Keyword(s)
br: Ger(ioù) alc'hwez
eo: Serĉvorto(j)
fa: کلمه(های) کلیدی

# BUTTON
source: Search
eo: Serĉi

source: Search help
br: Skoazell diwar-benn ar c'hlask
eo: Serĉa gvido
fa: راهنمای جستجو

source: People
br: Tud
eo: Homon
fa: افراد

source: Find people on this site
br: Klask tud el lec'hienn-mañ
eo: Serĉi homon ĉe la retejo
fa: پیدا کردن افراد در این وب‌گاه

source: Find content of notices
br: Klask alioù en danvez
eo: Serĉi enhavon ĉe la retejo
fa: پیدا کردن محتوای پیام‌ها

source: Find groups on this site
br: Klask strolladoù el lec'hienn-mañ
eo: Serĉi grupon ĉe la retejo
fa: پیدا کردن گروه‌ها در این وب‌گاه

source: Untitled section
br: Rann hep titl
eo: Sentitola sekcio
fa: بخش بی‌نام

source: More...
br: Muioc'h...
eo: Pli...
fa: بیش‌تر...

source: Silence
br: Didrouz
eo: Silento
fa: ساکت کردن

source: Silence this user
eo: Silentigi la uzanton
fa: ساکت کردن این کاربر

source: People %s subscribes to
eo: Abonatoj de %s

source: People subscribed to %s
eo: Abonantoj de %s
fa: افراد مشترک %s

source: Groups %s is a member of
br: Ezel eo %s eus ar strolladoù
eo: Grupoj de %s
fa: هست عضو %s گروه

source: Invite
br: Pediñ
eo: Inviti
fa: دعوت‌کردن

source: Invite friends and colleagues to join you on %s
eo: Inviti amikojn kaj kolegojn al %s kun vi
fa: به شما ملحق شوند %s دوستان و همکاران را دعوت کنید تا در

source: None
br: Hini ebet
eo: Nenio
fa: هیچ

source: This server cannot handle theme uploads without ZIP support.
eo: Ĉi tiu servilo ne povas disponi desegnan alŝuton sen ZIP-a subteno.

source: The theme file is missing or the upload failed.
eo: La desegna dosiero mankas aŭ malsukcesis alŝuti.

source: Failed saving theme.
eo: Malsukcesis konservi desegnon.

source: Invalid theme: bad directory structure.
eo: Nevalida desegno: fuŝa dosieruja sturkturo.

source: Uploaded theme is too large; must be less than %d bytes uncompressed.
eo: Alŝutata desegno tro grandas; ĝi estu apenaŭ %d bitoj sen densigado.

source: Invalid theme archive: missing file css/display.css
eo: Nevalida desegna arkivo: mankas dosiero css/display.css

source: Theme contains invalid file or folder name. Stick with ASCII letters, digits, underscore, and minus sign.
eo: Desegno enhavas nevalidan dosieran aŭ dosierujan nomon. Uzu nur ASCII-literaron, ciferojn, substrekon kaj minussignon.

source: Theme contains unsafe file extension names; may be unsafe.
eo: Desegno enhavas malsekuran dosiersufikson; eble malsukuras.

source: Theme contains file of type '.%s', which is not allowed.
eo: Desegno enhavas dosieron de tipo ".%s", kiu malpermesiĝas.

source: Error opening theme archive.
eo: Eraris malfermi desegnan arkivon.
