Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own!](%%%%action.newgroup%%%%)
eo: En %%%%site.name%%%% grupoj povas vi babili kun personoj kun similaj interesoj. Post kiam vi aliĝas al grupo vi povos sendi mesaĝon per sintakso"!groupname" al ĉiu alia ano. Ĉu vi ne vidas ŝatindan grupon? Provu [serĉi](%%%%action.groupsearch%%%%) aŭ [kreu vian propran grupon!](%%%%action.newgroup%%%%)
fa: گروه‌های %%%site.name%%% به شما اجازه می‌دهد با کسانی که همانند شما علاقه‌مندی‌های خاصی دارد صحبت کنید. بعد از پیوستن به یک گروه می‌توانید به شکل !groupname به تمام اعضای دیگر گروه پیام بفرستید. گروهی را که دوست دارید، نمی‌بینید؟ می‌توانید برای یافتن آن [بگردید](%%%action.groupsearch%%%) !یا [آن را خودتان بسازید] (%%%%action.newgroup%%%%)

source: Create a new group
br: Krouiñ ur strollad nevez
eo: Krei novan grupon
fa: یک گروه جدید بساز

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
eo: Serĉi grupon ĉe %%site.name%% per ĝia nomo, loko, aŭ priskribo. Dividu serĉvortojn per spaco; ili estu almenaŭ 3 literojn longaj.
fa: برای جست‌وجوی گروه‌ها در %%site.name%% از نام، مکان یا توصیف‌شان استفاده کنید. عبارت‌ها را با فاصله جدا کنید؛ آن‌ها باید ۳ نویسه یا بیش‌تر باشند.

source: Group search
br: Klask strolladoù
eo: Grup-serĉo
fa: جست‌وجوی گروه

source: No results.
br: Disoc'h ebet.
eo: Neniu rezulto.
fa: نتیجه‌ای وجود ندارد.

source: If you can't find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
br: Ma ne gavoc'h ket ar strollad emaoc'h o klask, neuze e c'helloc'h [krouiñ anezhañ](%%action.newgroup%%).
eo: Se vi ne trovas grupon, kiun vi serĉas, vi povas mem [krei ĝin](%%action.newgroup%%).
fa: اگر نمی‌توانید گروه مورد نظر را پیدا کنید خودتان می‌توانید آن را [ایجاد](%%action.newgroup%%) کنید.

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
eo: Kial ne [krei konton](%%action.register%%) kaj mem [krei la grupon](%%action.newgroup%%)!
fa: چرا [ثبت نام](%%action.register%%) نمی‌کنید و گروه را خود [ایجاد](%%action.newgroup%%) نمی‌کنید!

source: Only an admin can unblock group members.
br: N'eus nemet ur merour a c'hell distankañ izili ur strollad.
eo: Nur grupestro rajtas malbloki grupanon.
fa: تنها یک مدیر توانایی برداشتن منع کاربران گروه را دارد.

source: User is not blocked from group.
br: N'eo ket stanket an implijer-mañ eus ar strollad.
eo: La uzanto ne estas blokita de grupo.
fa: کاربر از گروه منع نشده است.

source: Error removing the block.
br: Ur fazi a zo bet e-pad nulladenn ar stankadenn.
eo: Eraro ĉe provo malbloki.
fa: اشکال در پاکسازی

source: IM settings
br: Arventennoù ar bostelerezh prim
eo: Tujmesaĝila agordo.
fa: تنظیمات پیام‌رسان فوری

source: You can send and receive notices through Jabber/GTalk [instant messages](%%doc.im%%). Configure your address and settings below.
eo: Vi povas sendi kaj ricevi avizojn per Jabber/GTalk-[tujmesaĝiloj](%%doc.im%%). Jen agordu vian adreson kaj ceteron.
fa: شما می‌توانید پیام‌های خود را با استفاده از [پیام‌رسان‌های](%%doc.im%%) Jabber یا Gtalk ارسال/دریافت کنید. نشانی خود را در این قسمت تنظیم کنید

source: IM is not available.
br: Dizimplijadus eo ar bostelerezh prim
eo: Tujmesaĝilo ne estas disponebla.
fa: پیام‌رسان فوری در دسترس نیست.

source: IM address
br: Chomlec'h postelerezh prim
eo: Tujmesaĝila adreso
fa: نشانی پیام‌رسان فوری

source: Current confirmed Jabber/GTalk address.
br: Chomlec'h Jabber/GTalk kadarnaet er mare-mañ.
eo: Nuna konfirmita Jabber/GTalk-adreso.
fa: نشانی Jabber/GTalk تایید شده کنونی

source: Awaiting confirmation on this address. Check your Jabber/GTalk account for a message with further instructions. (Did you add %s to your buddy list?)
eo: Atendante konfirmon por la adreso. Kontrolu vian Jabber/GTalk-konton por mesaĝo kun pli da gvido. (Ĉu vi aldonis %s al via amikolisto?)
fa: منتظر تایید این نشانی هستیم. لطفا Jabber/Gtalk خود را برای دریافت توضیحات بیش‌تر بررسی کنید. (آیا %s را به فهرست خود اضافه کرده اید؟)

source: Jabber or GTalk address, like "UserName@example.org". First, make sure to add %s to your buddy list in your IM client or on GTalk.
eo: Jabber/GTalk-adreso, ekzemple "UserName@example.org". Unue, certe aldonu %s al via amikolisto je via tujmesaĝilo-kliento aŭ je GTalk.
fa: نشانی Jabber یا GTalk، مانند «UserName@example.org». ابتدا از اضافه کردن %s به فهرست دوستان خود در کارگیر پیام‌رسان فوری‌تان یا در GTalk مطمئن شوید.

source: IM preferences
br: Penndibaboù ar bostelerezh prim
eo: Tujmesaĝilaj preferoj
fa: ترجیحات پیام‌رسان فوری

source: Send me notices through Jabber/GTalk.
br: Kas din an alioù dre Jabber/GTalk.
eo: Sendu al mi avizojn per Jabber/GTalk.
fa: پیام‌ها را از راه Jabber/GTalk برای من بفرست.

source: Post a notice when my Jabber/GTalk status changes.
eo: Afiŝu avizon tiam, kiam mia Jabber/GTalk-stato ŝanĝiĝas.
fa: هر وقت که وضعیت Jabber/Gtalk من تغییر کرد، یک پیام بفرست.

source: Send me replies through Jabber/GTalk from people I'm not subscribed to.
eo: Sendu al mi per Jabber/GTalk respondojn de personoj, kiujn mi ne abonas.
fa: پاسخ کسانی که من آن‌ها را دنبال نمی‌کنم را با Jabber/Gtalk برایم بفرست.

source: Publish a MicroID for my Jabber/GTalk address.
br: Embann ur MicroID evit ma chomlec'h Jabber/GTalk.
eo: Publikigu MikroID por mia Jabber/GTalk-adreso.
fa: یک شناسه‌ی کوچک برای Jabber/Gtalk من منتشر کن.

source: Preferences saved.
br: Penndibaboù enrollet
eo: Prefero konservita.
fa: تنظیمات ذخیره شد.

source: No Jabber ID.
br: ID Jabber ebet.
eo: Mankas Jabber-ID.
fa: هیچ شناسهٔ Jabber ای وجود ندارد.

source: Cannot normalize that Jabber ID
br: Diposubl eo implijout an ID Jabber-mañ
eo: Malsukcesis normigi la Jabber-ID
fa: نمی‌توان شناسه‌ی Jabber را تایید کرد

source: Not a valid Jabber ID
br: N'eo ket un ID Jabber reizh.
eo: Tio ne estas valida Jabber-ID
fa: شناسه‌ی Jabber درست نیست

source: That is already your Jabber ID.
br: Ho ID Jabber eo dija
eo: Tio estas jam via Jabber-ID.
fa: این شناسه Jabber کنونی شماست.

source: Jabber ID already belongs to another user.
br: Implijet eo an Jabber ID-mañ gant un implijer all.
eo: Jabber-ID jam apartenas al alia uzanto.
fa: شناسهٔ Jabber به یک کاربر دیگر مربوط است.

source: A confirmation code was sent to the IM address you added. You must approve %s for sending messages to you.
eo: Konfirmo-kodo senditas al la tujmesaĝila adreso aldonita. Vi devas permesi al %s sendi mesaĝojn al vi.
fa: یک کد تایید به نشانی پیام‌رسانی که اضافه کرده‌اید، فرستاده شد. شما باید %s را برای فرستادن پیام به شما، تایید کنید.

source: That is the wrong IM address.
br: N'eo ket mat ar chomlec'h postelerezh prim.
eo: Tiu tujmesaĝila adreso estas malĝusta.
fa: نشانی پیام رسان اشتباه است.

source: Couldn't delete IM confirmation.
eo: Malsukcesis forigi tujmesaĝila agordo.
fa: نمی‌توان تایید پیام‌رسان فوری را پاک کرد.

source: IM confirmation cancelled.
br: Nullet eo bet kadarnadenn ar bostelerezh prim.
eo: Tujmesaĝila konfirmo nuligita.
fa: تایید پیام‌رسان فوری لغو شد.

source: That is not your Jabber ID.
br: N'eo ket ho ID Jabber.
eo: Tio ne estas via Jabber-ID.
fa: این شناسه‌ی Jabber شما نیست.

source: The IM address was removed.
br: Ar chomlec'h IM zo bet dilamet.
eo: La tujmesaĝila adreso estas forigita.
fa: نشانی پیام‌رسان فوری پاک شده است.

source: Inbox for %1$s - page %2$d
br: Boest degemer %1$s - pajenn %2$d
eo: Alvenkesto de %1$s - paĝo %2$d
fa: صندوق ورودی %1$s - صفحهٔ %2$d

source: Inbox for %s
br: Bost resevout %s
eo: Alvenkesto de %s
fa: صندوق ورودی %s

source: This is your inbox, which lists your incoming private messages.
eo: Tio ĉi estas via alvenkesto, kie listiĝas viaj alvenaj privataj mesaĝoj.
fa: این صندوق ورودی‌های شماست که پیام‌های خصوصی شما در آن خواهد بود.

source: Invites have been disabled.
br: Diweredekaat eo bet ar bedadennoù.
eo: Invito estas malebligita.
fa: دعوت‌کردن از کار انداخته شده است.

source: You must be logged in to invite other users to use %s.
br: Rankout a reoc'h bezañ luget evit pediñ implijerien all e %s.
eo: Ensalutu por inviti aliajn uzantojn al %s.
fa: شما برای دعوت دیگران به استفاده از %s باید وارد شده باشید.

source: Invite new users
br: Pediñ implijerien nevez
eo: Inviti novajn uzantojn
fa: دعوت کردن کاربران تازه

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
eo: Vi sciiĝos, kiam viaj invititoj akceptos la inviton kaj registriĝos ĉe la retejo. Dankon por kreskigi la komunumon!
fa: هر زمان که دعوت‌شدگان شما دعوت‌تان را بپذیرند، شما باخبر خواهید شد. از شما برای رشد اجتماع کاربران تشکر می‌کنیم!

source: Use this form to invite your friends and colleagues to use this service.
eo: Uzu la formularon por inviti viajn amikojn kaj kolegojn al ĉi tiu servo.
fa: برای دعوت دوستان و تشویق آن‌ها به استفاده از خدمات از فرم زیر استفاده کنید.

source: Email addresses
br: Chomlec'hioù postel
eo: Retpoŝtadresoj
fa: نشانی‌های پست الکترونیکی

source: Addresses of friends to invite (one per line)
br: Chomlec'hioù an implijerien da bediñ (unan dre linenn)
eo: Adresoj de invitataj amikoj (unu por linio)
fa: نشانی دوستان (یک نشانی در هر خط(

source: Personal message
br: Kemennadenn bersonel
eo: Persona mesaĝo
fa: پیام خصوصی

source: Optionally add a personal message to the invitation.
br: Ouzhpennañ ur gemennadenn bersonel d'ar bedadenn (diret).
eo: Vi povas aldoni personan mesaĝon al la invito.
fa: در صورت تمایل می‌توانید یک پیام به همراه دعوت نامه بفرستید.

# BUTTON
source: Send
br: Kas
eo: Sendi
fa: فرستادن

source: %1$s has invited you to join them on %2$s
br: %1$s a bed ac'hanoc'h d'en em enskrivañ war %2$s
eo: %1$s invitis vin kunaliĝi ĉe %2$s
fa: %1$s شما را دعوت کرده است که در %2$s به آن‌ها بپیوندید.

source: %1$s has invited you to join them on %2$s (%3$s). %2$s is a micro-blogging service that lets you keep up-to-date with people you know and people who interest you. You can also share news about yourself, your thoughts, or your life online with people who know about you. It's also great for meeting new people who share your interests. %1$s said: %4$s You can see %1$s's profile page on %2$s here: %5$s If you'd like to try the service, click on the link below to accept the invitation. %6$s If not, you can ignore this message. Thanks for your patience and your time. Sincerely, %2$s
eo: %1$s invitas vin al %2$s (%3$s). %2$s estas mikrobloga servo, kiu ebligas al vi ĝisdate komuniki kun konatojn kaj la interesajn. Vi povas ankaŭ konigi novaĵon pri vi mem, vian penson, aŭ vian vivon enretan kun persono, kiu komprenas vin. Vi ankaŭ povas per ĝi koniĝi kun novan saminteresannon. %1$s diras: %4$s Vi povas vidi profilo de %1$s ĉe %2$s ĉi tie: %5$s Se vi volas provi la servon, alklaku jenan ligilon por akcepti la inviton. %6$s Aŭ, vi povas ingnori la mesaĝon. Dankon por via pacienco kaj tempo. via sincere, %2$s
fa: %1$s شما را دعودت کرده است تا به آن‌ها در %2$s (%3$s) بپیوندید. %2$s یک سرویس میکروبلاگینگ است که به شما امکان می‌دهد که با کسانی که می‌شناسید و کسانی که به شما توجه دارند، به‌روز بمانید. شما همچنین می‌توانید خبرهایی دربارهٔ خودتان، افکارتان و یا زندگی‌تان با کسانی که شما را می‌شناسند، به صورت آنلاین به اشتراک بگذارید.همچنین این راهی خوب برای ملاقات افراد تازه‌ای است که علاقه‌مندی‌هایتان را با آن‌ها به اشتراک می‌گذارید. %1$sگفته است: %4$s شما می‌توانید صفحهٔ نمایهٔ %1$s' را در %2$s این‌جا ببینید: %5$s اگر شما دوست دارید که سرویس را آزمایش کنید، روی پیوند زیر برای قبول دعوت کلیک کنید. %6$s اگر چنین نیست، شما می‌توانید این پیام را نادیده بگیرید. از شما برای طاقت و وقت‌تان تشکر می‌کنیم. با تشکر، %2$s

source: You must be logged in to join a group.
br: Rankout a reoc'h bezañ luget evit mont en ur strollad.
eo: Ensalutu por aniĝi al grupo.
fa: برای پیوستن به یک گروه، باید وارد شده باشید.

source: %1$s joined group %2$s
br: %1$s a zo bet er strollad %2$s
eo: %1$s aniĝis al grupo %2$s
fa: %1$s به گروه %2$s پیوست

source: You must be logged in to leave a group.
br: Ret eo deoc'h bezañ kevreet evit kuitaat ur strollad
eo: Ensalutu por eksaniĝi.
fa: برای ترک یک گروه، شما باید وارد شده باشید.

source: You are not a member of that group.
br: N'oc'h ket un ezel eus ar strollad-mañ.
eo: Vi ne estas grupano.
fa: شما یک کاربر این گروه نیستید.

source: %1$s left group %2$s
br: %1$s en deus kuitaet ar strollad %2$s
eo: %1$s eksaniĝis de grupo %2$s
fa: %1$s گروه %2$s را ترک کرد

# TITLE
source: License
eo: Permesilo

source: Invalid license selection.
eo: Nevalida permesila elekto

source: Invalid license title. Max length is 255 characters.
eo: Nevalida permesila titolo. La longlimo estas 255 literoj.

source: Private
eo: Privata

source: All Rights Reserved
eo: Ĉiuj rajtoj rezervitaj.

source: Type
eo: Speco

source: Already logged in.
br: Kevreet oc'h dija.
eo: Vi jam ensalutis.
fa: قبلا وارد شده

source: Incorrect username or password.
br: Anv implijer pe ger-tremen direizh.
eo: Malĝusta uzantnomo aŭ pasvorto.
fa: نام کاربری یا گذرواژه نادرست است.

source: Error setting user. You are probably not authorized.
br: Ur fazi 'zo bet e-pad hizivadenn an implijer. Moarvat n'oc'h ket aotreet evit en ober.
eo: Eraras agordi uzanton. Vi verŝajne ne rajtiĝas.
fa: خطا در تنظیم کاربر. شما احتمالا اجازهٔ این کار را ندارید.

source: Login
br: Kevreañ
eo: Ensaluti
fa: ورود

source: Login to site
br: Kevreañ d'al lec'hienn
eo: Ensaluti al la retejo
fa: ورود به وب‌گاه

source: Remember me
br: Kaout soñj
eo: Memoru min
fa: مرا به یاد بسپار

source: Automatically login in the future; not for shared computers!
br: Digeriñ va dalc'h war-eeun ar wechoù o tont ; arabat en ober war urzhiataeroù rannet pe publik !
eo: Aŭtomate ensaluti estonte; ne taŭge por komuna komputilo!
fa: وارد شدن خودکار. نه برای کامپیوترهای مشترک!

source: Lost or forgotten password?
br: Ha kollet o peus ho ker-tremen ?
eo: Ĉi via pasvorto perdiĝas?
fa: گذرواژهٔ خود را گم یا فراموش کرده‌اید؟

source: For security reasons, please re-enter your user name and password before changing your settings.
br: Evit abegoù a surentezh, mar plij adlakait hoc'h anv implijer hag ho ker-tremen a-benn enrollañ ho penndibaboù.
eo: Por sekureca kialo, bonvole re-entajpi vian uzantnomon kaj pasvorton antaŭ ŝanĝi vian agordon.
fa: به دلایل امنیتی، لطفا نام کاربری و گذرواژهٔ خود را قبل از تغییر تنظیمات دوباره وارد نمایید.

source: Login with your username and password.
br: Kevreit gant ho anv implijer hag ho ker-tremen.
eo: Ensaluti per via uzantnomo kaj pasvorto.
fa: با نام‌کاربری و گذرواژه‌تان وارد شوید.

source: Don't have a username yet? [Register](%%action.register%%) a new account.
br: N'o peus ket a anv implijer evit c'hoazh ? [Krouit](%%action.register%%) ur gont nevez.
eo: Ĉu sen uzantnomo? [Kreu](%%action.register%%) novan konton.
fa: هنوز یک نام‌کاربری ندارید؟ یک حساب تازه [ثبت کنید](%%action.register%%).

source: Only an admin can make another user an admin.
br: N'eus nemet ur merour a c'hall lakaat un implijer all da vezañ merour.
eo: Nur administranto rajtas administrantigi uzanton.
fa: فقط یک مدیر می‌تواند کاربر دیگری را مدیر کند.

source: %1$s is already an admin for group "%2$s".
br: %1$s a zo dija merour ar strollad "%2$s".
eo: %1$s estas jam grupestro de "%2$s".
fa: %1$s از قبل مدیر گروه «%2$s» است.

source: Can't get membership record for %1$s in group %2$s.
eo: Malsukcesis kolekti ano-historio de %1$s en grupo %2$s.
fa: نمی‌توان پیشینهٔ عضویت %1$s را در گروه %2$s به‌دست آورد.

source: Can't make %1$s an admin for group %2$s.
br: Diposubl eo lakaat %1$s da merour ar strollad %2$s.
eo: Malsukcesis estrigi %1$s por grupo %2$s.
fa: نمی‌توان %1$s را یکی از مدیران گروه %2$s کرد.

source: No current status.
br: Statud ebet er mare-mañ.
eo: Ne estas kuranta stato.
fa: وضعیت فعلی وجود ندارد.

source: You must be logged in to register an application.
br: Ret eo deoc'h bezañ luget evit enrollañ ur poellad.
eo: Ensalutu por registri aplikaĵon.
fa: برای ثبت یک برنامه باید وارد شده باشید.

source: Use this form to register a new application.
br: Implijit ar furmskrid-mañ evit enskrivañ ur poellad nevez.
eo: Uzu ĉi tiun formularon por registri novan aplikaĵon.
fa: از این شیوه برای ساختن یک برنامهٔ تازه استفاده کنید.

source: Source URL is required.
br: Ezhomm 'zo eus ar vammenn URL.
eo: Fonta URL bezonata.
fa: نشانی اینترنتی منبع مورد نیاز است.

source: Could not create application.
br: N'eo ket posubl krouiñ ar poellad.
eo: Malsukcesis krei aplikaĵon.
fa: نمی‌توان برنامه را ساخت.

source: New group
br: Strollad nevez
eo: Nova grupo
fa: گروه جدید

source: Use this form to create a new group.
br: Implijit ar furmskrid-mañ a-benn krouiñ ur strollad nevez.
eo: Uzas ĉi tiun formularon por krei novan grupon.
fa: از این فرم برای ساختن یک گروه جدید استفاده کنید

source: New message
br: Kemennadenn nevez
eo: Nova mesaĝo
fa: پیام جدید

source: You can't send a message to this user.
br: Ne c'helloc'h ket kas kemennadennoù d'an implijer-mañ.
eo: Vi ne povas sendi mesaĝon al la uzanto.
fa: شما نمی توانید به این کاربر پیام بفرستید.

source: No content!
br: Goullo eo !
eo: Neniu enhavo!
fa: محتوایی وحود ندارد!

source: No recipient specified.
br: N'o peus ket lakaet a resever.
eo: Neniu ricevonto speifiĝas.
fa: هیچ گیرنده ای مشخص نشده

source: Don't send a message to yourself; just say it to yourself quietly instead.
br: Na gasit ket a gemennadenn deoc'h c'hwi ho unan ; lavarit an traoù-se en ho penn kentoc'h.
eo: Ne sendu mesaĝon al vi mem! Simple suspiru anstataŭ.
fa: یک پیام را به خودتان نفرستید؛ در عوض آن را آهسته برای خود بگویید.

source: Message sent
br: Kemennadenn kaset
eo: Mesaĝo sendita
fa: پیام فرستاده‌شد

source: Direct message to %s sent.
br: Kaset eo bet da %s ar gemennadenn war-eeun.
eo: Rekta mesaĝo al %s sendiĝis.
fa: پیام مستقیم به %s فرستاده شد.

source: Ajax Error
br: Fazi Ajax
eo: Eraro de Ajax
fa: خطای آژاکس

source: New notice
br: Ali nevez
eo: Nova avizo
fa: پیام جدید

source: That's too long. Max notice size is %d chars.
br: Re hir eo ! Ment hirañ an ali a zo a %d arouezenn.
eo: Tro longas. Longlimo por avizo estas %d signoj.
fa: این خیلی طولانی است. بیشینهٔ طول پیام %d نویسه است.

source: Max notice size is %d chars, including attachment URL.
eo: Longlimo por avizo estas %d signoj, enkalkulante ankaŭ la retadresojn.
fa: بیشینهٔ طول پیام %d نویسه که شامل نشانی اینترنتی پیوست هم هست.

source: Notice posted
br: Ali embannet
eo: Avizo afiŝiĝas
fa: پیام فرستاده‌شد.

source: Search for notices on %%site.name%% by their contents. Separate search terms by spaces; they must be 3 characters or more.
eo: Serĉi avizon ĉe %%site.name%% per ĝia enhavo. Dividu serĉvortojn per spaco; ili estu almenaŭ 3 literojn longaj.
fa: برای جست‌وجوی پیام‌ها در %%site.name%% از محتوایشان استفاده کنید. عبارت‌ها را با فاصله جدا کنید؛ آن‌ها باید ۳ نویسه یا بیش‌تر باشند.

source: Text search
br: Klask testennoù
eo: Teksta serĉado
fa: جست‌وجوی متن

source: Search results for "%1$s" on %2$s
br: Disoc'hoù ar c'hlask evit "%1$s" e %2$s
eo: Trovito per "%1$s" ĉe %2$s

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
eo: Estu la unua [afiŝi pri la temo](%%%%action.newnotice%%%%?status_textarea=%s)!
fa: اولین کسی باشید که در [این موضوع](%%%%action.newnotice%%%%?status_textarea=%s) پیام می‌فرستد.

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
eo: Kial ne [krei konton](%%%%action.register%%%%) kaj esti la unua [afiŝi pri la temo](%%%%action.newnotice%%%%?status_textarea=%s)!
fa: چرا [ثبت نام](%%%%action.register%%%%) نمی‌کنید و اولین پیام را در [این موضوع](%%%%action.newnotice%%%%?status_textarea=%s) نمی‌فرستید!

source: Updates with "%s"
br: Hizivadenn gant "%s"
eo: Ĝisdatiĝo enhavante "%s"
fa: پیام‌های با %s

source: Updates matching search term "%1$s" on %2$s!
eo: Ĝisdatiĝo kongruanta al serĉvorto "%1$s" ĉe %2$s!
fa: پیام‌هایی که با جست‌و‌جوی عبارت »%1$s« در %s یافت شدند.

source: Nudge sent
br: Kaset eo bet ar blinkadenn
eo: Puŝeto sendiĝis
fa: یادآوری فرستاده‌شد

source: Nudge sent!
br: Kaset eo bet ar blinkadenn !
eo: Puŝeto sendiĝis!
fa: یادآوری فرستاده‌شد!

source: You must be logged in to list your applications.
br: Rankout a reoc'h bezañ kevreet evit rollañ ho poelladoù.
eo: Ensalutu por listigi viajn aplikaĵojn.
fa: برای فهرست‌کردن برنامه‌هایتان باید وارد شده باشید.

source: OAuth applications
br: Poelladoù OAuth
eo: OAuth aplikoj
fa: برنامه‌های OAuth

source: Applications you have registered
br: Ar poelladoù o peus enrollet
eo: Aplikoj kiujn vi enskribis
fa: برنامه‌هایی که ثبت کرده‌اید

source: You have not registered any applications yet.
br: N'o peus enrollet poellad ebet evit poent.
eo: Vi ankoraŭ neniun aplikaĵon registris.
fa: شما هنوز هیچ برنامه‌ای را ثبت نکرده‌اید.

source: Connected applications
br: Poeladoù kevreet.
eo: Konektita aplikaĵo
fa: برنامه‌های وصل‌شده

source: You are not a user of that application.
br: N'oc'h ket un implijer eus ar poellad-mañ.
eo: Mi ne estas uzanto de tiu aplikaĵo.
fa: شما یک کاربر این برنامه نیستید.

source: You have not authorized any applications to use your account.
eo: Vi ne rajtigis iun ajn aplikaĵon uzi vian konton.
fa: شما به هیچ برنامه‌ای اجازه نداده‌اید که از حساب‌تان استفاده کند.

source: Notice has no profile.
br: N'en deus ket an ali a profil.
eo: Avizo sen profilo
fa: این پیام نمایه‌ای ندارد.

source: %1$s's status on %2$s
br: Statud %1$s war %2$s
eo: Stato de %1$s ĉe %2$s
fa: وضعیت %1$s در %2$s

source: Content type %s not supported.
eo: Enhavtipo %s ne subteniĝas.
fa: نوع محتوای %s پشتیبانی نشده است.

source: Only %s URLs over plain HTTP please.
eo: Bonvolu, nur %s-URL per plata HTTP.
fa: لطفا تنها از نشانی‌های اینترنتی %s از راه HTTP ساده استفاده کنید.

source: Not a supported data format.
eo: Datumformato ne subteniĝas.
fa: یک قالب دادهٔ پشتیبانی‌شده نیست.

source: People Search
br: Klask tud
eo: Homserĉo
fa: جست‌وجوی کاربران

source: Notice Search
br: Klask alioù
eo: Avizoserĉo
fa: جست‌وجوی پیام‌ها

source: Other settings
br: Arventennoù all
eo: Aliaj agordoj
fa: تنظیمات دیگر

source: Manage various other options.
br: Dibarzhioù all da gefluniañ.
eo: Agordi diversajn aliajn elektojn.
fa: مدیریت انتخاب های مختلف دیگر.

source: (free service)
br: (servij digoust)
eo: (Senpaga servo)
fa: (سرویس‌ آزاد)

source: Shorten URLs with
eo: Mallongigu URLojn per
fa: کوتاه‌کردن نشانی‌های اینترنتی با

source: Automatic shortening service to use.
eo: Uzota aŭtomata mallongigad-servo.
fa: کوتاه‌کننده‌ی نشانی مورد استفاده.

source: View profile designs
eo: Vidi profilo-desegnon
fa: نمایش طراحی‌های نمایه

source: Show or hide profile designs.
br: Diskouez pe kuzhat designoù ar profil.
eo: Montri aŭ kaŝi profilo-desegnon.
fa: نمایش دادن یا پنهان کردن طراحی‌های نمایه.

source: URL shortening service is too long (max 50 chars).
eo: URL-mallongigado-servo tro longas (maksimume 50 literojn).
fa: کوتاه کننده‌ی نشانی بسیار طولانی است (بیش‌تر از ۵۰ حرف).

source: No user ID specified.
br: N'eus bet diferet ID implijer ebet.
eo: Neniu uzanto-ID specifiĝas.
fa: هیچ شناسهٔ کاربری مشخص نشده است.

source: No login token specified.
eo: Neniu ensalutado-ĵetono specifiĝas.
fa: هیچ رمز ورودی مشخص نشده است.

source: No login token requested.
eo: Neniu ensalutad-ĵetono bezoniĝas.
fa: هیچ رمز ورودی درخواست نشده است.

source: Invalid login token specified.
eo: Specifita ensalutado-ĵetono nevalidas.
fa: رمز ورود مشخص شده نامعتبر است.

source: Login token expired.
eo: Ensalutado-ĵetono eksvalidiĝas.
fa: رمز ورود منسوخ شده است.

source: Outbox for %1$s - page %2$d
br: Boest kas %1$s - pajenn %2$d
eo: elirkesto de %1$s - paĝo %2$d
fa: صندوق خروجی %1$s - صفحهٔ %2$d

source: Outbox for %s
br: Boest kas %s
eo: Elirkesto de %s
fa: فرستاده‌های %s
