Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Are you sure you want to delete this notice?
br: Ha sur oc'h ho peus c'hoant dilemel an ali-mañ ?
eo: Ĉu vi certe volas forigi la avizon?
fa: آیا اطمینان دارید که می‌خواهید این پیام را پاک کنید؟

source: Do not delete this notice
br: Arabat dilemel an ali-mañ
eo: Ne forigi la avizon
fa: این پیام را پاک نکن

source: Delete this notice
br: Dilemel an ali-mañ
eo: Forigi la avizon
fa: این پیام را پاک کن

source: You cannot delete users.
br: N'hallit ket diverkañ implijerien.
eo: Vi ne povas forigi uzantojn.
fa: شما نمی‌توانید کاربران را پاک کنید.

source: You can only delete local users.
br: Ne c'helloc'h nemet dilemel an implijerien lec'hel.
eo: Vi povas forigi nur lokan uzanton.
fa: شما فقط می‌توانید کاربران محلی را پاک کنید.

source: Delete user
br: Diverkañ an implijer
eo: Forigi uzanton
fa: حذف کاربر

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
eo: Ĉu vi certe volas forigi la uzanton? Ĉiu datumo pri la uzanto viŝiĝos de la datumbazo sen sekurkopio.
fa: آیا مطمئن هستید که می‌خواهید این کاربر را پاک کنید؟ با این کار تمام اطلاعات پاک و بدون برگشت خواهند بود.

source: Delete this user
br: Diverkañ an implijer-mañ
eo: Forigi la uzanton
fa: حذف این کاربر

source: Design
eo: Aspekto
fa: طرح

source: Design settings for this StatusNet site
eo: Desegna agordo por ĉi tiu StatusNet-retejo

source: Invalid logo URL.
br: URL fall evit al logo.
eo: URL por la emblemo nevalida.
fa: نشانی اینترنتی نشان نامعتبر است.

source: Theme not available: %s.
br: N'eus ket eus ar gaoz-se : %s.
eo: Desegno ne havebla: %s.
fa: پوسته در دسترس نیست: %s.

source: Change logo
br: Cheñch al logo
eo: Ŝanĝi emblemon
fa: تغییر نشان

source: Site logo
br: Logo al lec'hienn
eo: Reteja emblemo
fa: نشان وب‌گاه

source: Change theme
br: Lakaat un dodenn all
eo: Ŝanĝi desegnon
fa: تغییر پوسته

source: Site theme
br: Dodenn al lec'hienn
eo: Reteja desegno
fa: پوستهٔ وب‌گاه

source: Theme for the site.
br: Dodenn evit al lec'hienn.
eo: Desegno por la retejo
fa: پوسته برای وب‌گاه

source: Custom theme
br: Dodenn personelaet
eo: Propra desegno

source: You can upload a custom StatusNet theme as a .ZIP archive.
eo: Vi povas alŝuti propran StatusNet-desegnon kiel .zip-dosiero

source: Change background image
br: Kemmañ ar skeudenn foñs
eo: Ŝanĝi fonbildon
fa: تغییر تصویر پیش‌زمینه

source: Background
eo: Fono
fa: پیش‌زمینه

source: You can upload a background image for the site. The maximum file size is %1$s.
eo: Vi povas alŝuti fonbildon por la retejo. Dosiero-grandlimo estas %1$s.
fa: شما می‌توانید یک تصویر پیش‌زمینه را برای وب‌گاه بارگذاری کنید. بیشینهٔ اندازهٔ پرونده %1 $s است.

source: On
br: Gweredekaet
eo: En
fa: روشن

source: Off
br: Diweredekaet
eo: For
fa: خاموش

source: Turn background image on or off.
br: Gweredekaat pe diweredekaat ar skeudenn foñs.
eo: Aktivigi aŭ senaktivigi fonbildon
fa: تصویر پیش‌زمینه را فعال یا غیرفعال کنید.

source: Tile background image
br: Adober gant ar skeudenn drekleur
eo: Ripeti la fonbildon
fa: تصویر پیش‌زمینهٔ موزاییکی

source: Change colours
br: Kemmañ al livioù
eo: Ŝanĝi kolorojn
fa: تغییر رنگ‌ها

source: Content
br: Endalc'h
eo: Enhavo
fa: محتوا

source: Sidebar
br: Barenn kostez
eo: Flanka strio
fa: ستون کناری

source: Text
br: Testenn
eo: Teksto
fa: متن

source: Links
br: Liammoù
eo: Ligiloj
fa: پیوندها

source: Advanced
br: Araokaet
eo: Speciala

source: Custom CSS
br: CSS personelaet
eo: Propra CSS

source: Use defaults
br: Implijout an talvoudoù dre ziouer
eo: Uzu defaŭlton
fa: استفاده‌کردن از پیش‌فرض‌ها

source: Restore default designs
br: Adlakaat an neuz dre ziouer.
eo: Restaŭri defaŭltajn desegnojn
fa: بازگرداندن طرح‌های پیش‌فرض

source: Reset back to default
br: Adlakaat an arventennoù dre ziouer
eo: Redefaŭltiĝi
fa: برگشت به حالت پیش گزیده

source: Save
br: Enrollañ
eo: Konservi
fa: ذخیره‌کردن

source: Save design
br: Enrollañ an design
eo: Savi desegnon
fa: ذخیره‌کردن طرح

source: This notice is not a favorite!
br: N'eo ket an ali-mañ ur pennroll !
eo: Ĉi tiu avizo ne estas preferita
fa: این پیام یک پیام برگزیده نیست!

source: Add to favorites
br: Ouzhpennañ d'ar pennrolloù
eo: Aldoni al ŝatolisto
fa: افزودن به برگزیده‌ها

source: No such document "%s"
br: N'eo ket bet kavet ar restr "%s"
eo: Ne estas tia dokumento "%s"

source: Edit application
br: Kemmañ an arload
eo: Redakti aplikaĵon
fa: ویرایش برنامه

source: You must be logged in to edit an application.
br: Ret eo bezañ kevreet evit kemmañ ur poellad.
eo: Ensalutu por redakti la aplikaĵon.
fa: برای ویرایش یک برنامه باید وارد شده باشید.

source: No such application.
br: N'eus ket eus an arload-mañ.
eo: Ne estas tia aplikaĵo.
fa: چنین برنامه‌ای وجود ندارد.

source: Use this form to edit your application.
br: Implijit ar furmskrid-mañ evit kemmañ ho poellad.
eo: Uzu ĉi tiun formularon por redakti vian aplikaĵon.
fa: از این روش برای ویرایش برنامه‌تان استفاده کنید.

source: Name is required.
br: Ret eo lakaat un anv.
eo: Nomo necesas.
fa: نام مورد نیاز است.

source: Name already in use. Try another one.
br: Implijet eo dija an anv-mañ. Klaskit unan all.
eo: La nomo jam uziĝis. Provu ion alian.
fa: این نام در حال حاضر مورد استفاده است. یکی دیگر را بیازمایید.

source: Description is required.
br: Ezhomm 'zo un deskrivadur.
eo: Priskribo necesas.
fa: توصیف مورد نیاز است.

source: Source URL is too long.
br: Mammenn URL re hir.
eo: Fonta URL estas tro longa.
fa: نشانی اینترنتی منبع بسیار بلند است.

source: Source URL is not valid.
br: N'eo ket mat an URL mammenn.
eo: Fonta URL estas nevalida.
fa: نشانی اینترنتی منبع معتبر نیست.

source: Organization is required.
br: Ezhomm 'zo eus an aozadur.
eo: Organizo necesas.
fa: سازمانی‌دهی مورد نیاز است.

source: Organization homepage is required.
br: Ret eo kaout pajenn degemer an aozadur.
eo: Organiza ĉefpaĝo bezoniĝas.
fa: صفحهٔ‌خانگی سازمان مورد نیاز است.

source: Callback is too long.
br: Rez hir eo ar c'hounadur (Callback).
eo: Revokfunkcio estas tro longa.

source: Callback URL is not valid.
br: N'eo ket mat an URL kounadur (Callback).
eo: Revokfunkcia URL estas nevalida.

source: Could not update application.
br: Diposubl eo hizivaat ar poellad
eo: Malsukcesis ĝisdatigi la aplikaĵon.
fa: نمی‌توان برنامه را به‌هنگام‌سازی کرد.

source: Edit %s group
br: Kemmañ ar strollad %s
eo: Redakti %s grupon
fa: ویرایش گروه %s

source: You must be logged in to create a group.
br: Rankout a reoc'h bezañ luget evit krouiñ ur strollad.
eo: Ensalutu por krei grupon.
fa: برای ساخت یک گروه، باید وارد شده باشید.

source: You must be an admin to edit the group.
br: Rankout a reer bezañ merour evit kemmañ ar strollad.
eo: Vi devas esti administranto por redakti la grupon.
fa: برای ویرایش گروه باید یک مدیر باشید.

source: Use this form to edit the group.
br: Leunit ar furmskrid-mañ evit kemmañ dibarzhioù ar strollad.
eo: Uzas ĉi tiun formularon por redakti la grupon.
fa: از این روش برای ویرایش گروه استفاده کنید.

source: Description is too long (max %d chars).
br: Re hir eo an deskrivadur (%d arouezenn d'ar muiañ).
eo: Priskribo estas tro longa (maksimume %d signoj).
fa: توصیف خیلی طولانی است (حداکثر %d نویسه)

source: Too many aliases! Maximum %d.
br: Re a aliasoù ! %d d'ar muiañ.
eo: Tro da alinomoj! Maksimume %d.
fa: نام‌های مستعار بسیار زیاد هستند! حداکثر %d.

source: Invalid alias: "%s"
br: Alias fall : "%s"
eo: Nevalida alinomo: "%s"
fa: نام‌مستعار غیر مجاز: «%s»

source: Could not update group.
br: Diposubl eo hizivaat ar strollad.
eo: Malsukcesis ĝisdatigi grupon.
fa: نمی‌توان گروه را به‌هنگام‌سازی کرد.

source: Could not create aliases.
br: Diposubl eo krouiñ an aliasoù.
eo: Malsukcesis krei alinomon.
fa: نمی‌توان نام‌های مستعار را ساخت.

source: Options saved.
br: Enrollet eo bet ho dibarzhioù.
eo: Elektoj konserviĝis.
fa: گزینه‌ها ذخیره شدند.

source: Email settings
br: Arventennoù ar postel
eo: Retpoŝta agordo
fa: تنظیمات پست الکترونیک

source: Manage how you get email from %%site.name%%.
br: Merañ ar posteloù a fell deoc'h resevout a-berzh %%site.name%%.
eo: Administri kiel ricevi mesaĝon de %%site.name%%.
fa: چگونگی دریافت نامه از %%site.name%% را اداره کنید.

source: Email address
br: Chomlec'h postel
eo: Retpoŝtadreso
fa: نشانی پست الکترونیک

source: Current confirmed email address.
br: Chomlec'h postel gwiriekaet er mare-mañ.
eo: Nuna konfirmita retpoŝtadreso.
fa: نشانی پست الکترونیکی تایید شدهٔ کنونی

# BUTTON
source: Remove
br: Dilemel
eo: Forigi
fa: حذف

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
eo: Atendanta konfirmon pri ĉi tiu adreso. Kontrolu vian alvenkeston (kaj spamkeston!) pri mesaĝo kun plua instrukcio.
fa: در حال انتظار برای تایید این نشانی. صندوق ورودی (و صندوق هرزنامه!) خود را برای یک پیام با راهنمایی‌های بیش‌تر بررسی کنید.

source: Email address, like "UserName@example.org"
br: Chomlec'h postel, evel "AnvImplijer@example.org"
eo: Retpoŝtadreso, ekzemple "ViaNomo@example.org"
fa: نشانی پست الکترونیکی، مانند «UserName@example.org»

# BUTTON
source: Add
br: Ouzhpennañ
eo: Aldoni
fa: افزودن

source: Incoming email
br: Postel o tont
eo: Alveninta poŝto
fa: پست الکترونیک ورودی

source: Send email to this address to post new notices.
eo: Sendu mesaĝon al la adreso por afiŝi novan avizon.
fa: برای فرستادن پیام با استفاده از پست الکترونیک به این نشانی نامه بفرستید.

source: Make a new email address for posting to; cancels the old one.
eo: Krei novan retpoŝtadreson por afiŝado kaj nuligi la antaŭan.
fa: نشانی جدید برای فرستادن پیام ایجاد کن؛ نشانی قبلی لغو می‌شود.

# BUTTON
source: New
br: Nevez
eo: Nova
fa: تازه

source: Email preferences
br: Penndibaboù ar posteloù
eo: Retpoŝta agordo.
fa: ترجیحات پست الکترونیکی

source: Send me notices of new subscriptions through email.
eo: Sendu al mi avizon pri nova abonado per retpoŝto.
fa: پیام‌های کسانی را که به تازگی دنبال می‌کنم با پست الکترونیک برایم بفرست.

source: Send me email when someone adds my notice as a favorite.
br: Kas din ur postel pa lak unan bennak unan eus va alioù evel pennroll.
eo: Sendu al mi mesaĝon tiam, kiam iu ŝatas mian avizon .
fa: هرگاه کسی پیام من را به عنوان برگزیده اضافه کرد، به من نامه فرستاده شود.

source: Send me email when someone sends me a private message.
br: Kas din ur postel pa gas unan bennak ur gemennadenn bersonel din.
eo: Sendu al mi mesaĝon tiam, kiam iu sendas al mi privatan mesaĝon.
fa: هر وقت کسی برای من پیام خصوصی فرستاد، مرا با پست الکترونیک با خبر کن.

source: Send me email when someone sends me an "@-reply".
br: Kas din ur postel pa gas unan bennak ur "@-respont" din.
eo: Sendu al mi mesaĝon tiam, kiam iu sendas al mi "@-respondon".
fa: هرگاه کسی به من یک «@-پاسخ» می‌فرستد، به من نامه بفرست.

source: Allow friends to nudge me and send me an email.
eo: Permesi al amikoj puŝeti min kaj sendi al mi retpoŝtan mesaĝon.
fa: به دوستان اجازه داده شود که به من یادآوری کنند و یک نامه به من بفرستند.

source: I want to post notices by email.
br: C'hoant am eus kas va alioù dre bostel.
eo: Mi volas afiŝi avizon per retpoŝto.
fa: می‌خواهم با نامه پیام بفرستم.

source: Publish a MicroID for my email address.
br: Embann ur MicroID evit ma chomlec'h postel.
eo: Publikigi MikroID por mia retpoŝtadreso.
fa: یک شناسه برای پست الکترونیک من منتشر کن.

source: Email preferences saved.
br: Enrollet eo bet an arventennoù postel.
eo: Retpoŝta prefero konserviĝis.
fa: ترجیحات پست الکترونیکی ذخیره شد.

source: No email address.
br: Chomlec'h postel ebet.
eo: Neniu retpoŝta adreso.
fa: پست الکترونیک وجود ندارد.

source: Cannot normalize that email address
eo: Malsukcesis normigi tiun retpoŝtadreson
fa: نمی‌توان نشانی را قانونی کرد

source: Not a valid email address.
br: N'eo ket ur chomlec'h postel reizh.
eo: Retpoŝta adreso ne valida
fa: یک نشانی پست الکترونیکی معتبر نیست.

source: That is already your email address.
br: Ho postel eo dija.
eo: Tiu jam estas via retpoŝtadreso.
fa: هم اکنون نشانی شما همین است.

source: That email address already belongs to another user.
eo: Tiu retpoŝtadreso jam apartenas al alia uzanto.
fa: این نشانی در حال حاضر متعلق به فرد دیگری است.

source: Couldn't insert confirmation code.
br: Dibosupl eo ensoc'hañ ar c'hod gwiriekaat.
eo: Malsukcesis enmeti konfirmkodon.
fa: نمی‌توان کد تایید را اضافه کرد.

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
eo: Konfirmkodo jam senditas al la aldonita retpoŝtadreso. Kontrolu vian alvenkeston (kaj spamkeston!) pri la kodo kaj instrukcio pri kiel uzi ĝin.
fa: کد تایید به نشانی شما فرستاده شد. صندوق ورودی (و صندوق هرزنامه‌تان!) را برای کد و راهنمای استفادهٔ آن بررسی کنید.

source: No pending confirmation to cancel.
eo: Ne estas peto-konfirmo por nuligi.
fa: هیچ تاییدی برای فسخ کردن وجود ندارد.

source: That is the wrong email address.
br: N'eo ket mat ar chomlec'h postelerezh prim.
eo: Tiu retpoŝtadreso estas malĝusta.
fa: این نشانی پست الکترونیکی نادرست است.

source: Email confirmation cancelled.
br: Nullet eo bet kadarnadenn ar postel.
eo: Retpoŝta konfirmo nuligita.
fa: تایید پست الکترونیکی لغو شد.

source: That is not your email address.
br: N'eo ket ho postel.
eo: Tiu ne estas via retpoŝtadreso.
fa: آن نشانی شما نیست.

source: The email address was removed.
br: Dilamet eo bet ar chomlec'h postel.
eo: La retpoŝtadreso estas forigita.
fa: نشانی پست الکترونیکی پاک شده است.

source: No incoming email address.
br: Chomlec'h postel ebet o tont.
eo: Ne estas alvena retpoŝtadreso
fa: هیچ نشانی ورودی وجود ندارد.

source: Couldn't update user record.
br: Dibosupl eo hizivaat doser an implijer.
eo: Malsukcesis ĝisdatigi uzantan informon.
fa: نمی‌توان اطلاعات کاربر را به روز کرد.

source: Incoming email address removed.
eo: Alvena retpoŝtadreso forigita.
fa: نشانی ورودی پاک شد.

source: New incoming email address added.
eo: Nova alvena retpoŝtadreso aldonita.
fa: نشانی ورودی جدید اضافه شد.

source: This notice is already a favorite!
br: Ouzhpennet eo bet an ali-mañ d'ho pennrolloù dija !
eo: Ĉi tiu avizo jam estas ŝatata.
fa: این پیام ازقبل برگزیده شده است!

source: Disfavor favorite
br: Tennañ ar pennroll
eo: Malŝati ŝataton.
fa: خارج‌کردن از برگزیده‌ها

source: Popular notices
br: Alioù poblek
eo: Popularaj avizoj
fa: پیام‌های برگزیده

source: Popular notices, page %d
br: Alioù poblek, pajenn %d
eo: Popularaj avizoj, paĝo %d
fa: پیام‌های برگزیده، صفحهٔ %d

source: The most popular notices on the site right now.
br: An alioù ar brudetañ el lec'hienn er mare-mañ.
eo: Nunaj plej popularaj avizoj ĉe ĉi tiu retejo.
fa: محبوب‌ترین پیام‌هایی که اکنون در این وب‌گاه هستند.

source: Favorite notices appear on this page but no one has favorited one yet.
eo: Ŝatataj avizoj aperos ĉi-paĝe sed ankoraŭ nenio ŝatiĝas.
fa: پیام‌های برگزیده در این صفحه نشان داده می‌شوند، ولی هنوز کسی چیزی را برنگزیده است.

source: Be the first to add a notice to your favorites by clicking the fave button next to any notice you like.
eo: Fariĝu la unua, kiu aldonis avizon al sia ŝatolisto, per alklako de la ŝato-klavo apud iu ajn avizo, kiun vi ŝatas.
fa: با کلیک کردن روی دکمهٔ برگزیده کنار هر پیامی که می‌خواهید، اولین نفری باشید که یک پیام را به برگزیده‌هایش اضافه می‌کند.

source: Why not [register an account](%%action.register%%) and be the first to add a notice to your favorites!
eo: [Kreu konton](%%action.register%%) kaj estu la unua, kiu aldonos avizon al sia ŝatolisto!
fa: چرا به [باز کردن یک حساب](%%action.register%%) اقدام نمی‌کنید و اولین نفری باشید که یک پیام را به برگزیده‌هایش اضافه می‌کند!

source: %s's favorite notices
br: Alioù pennrollet eus %s
eo: Ŝatataj avizoj de %s
fa: پیام‌های برگزیدهٔ %s

source: Updates favored by %1$s on %2$s!
br: Hizivadennoù brientek gant %1$s war %2$s !
eo: Ŝatataj ĝisdatiĝoj de %1$s ĉe %2$s!
fa: پیام‌های دوست داشتنی %s در %s

source: Featured users
eo: Elstaraj uzantoj
fa: کاربران ویژه

source: Featured users, page %d
eo: Elstaraj uzantoj, paĝo %d
fa: کاربران ویژه، صفحه‌ی %d

source: A selection of some great users on %s
br: Un dibab eus implijerien vat e %s
eo: Elekto de kelke da elstaraj uzantoj ĉe %s
fa: یک انتخاب از برخی از کاربران مهم در %s

source: No notice ID.
br: ID ali ebet.
eo: Ne estas avizo-ID
fa: هیچ شناسهٔ پیامی وجود ندارد.

source: No notice.
br: Ali ebet.
eo: Ne estas avizo.
fa: هیچ پیامی وجود ندارد.

source: No attachments.
br: N'eus restr stag ebet.
eo: Ne estas aldonaĵo.
fa: هیچ پیوستی وجود ندارد.

source: No uploaded attachments.
eo: Ne estas alŝutita aldonaĵo.
fa: هیچ پیوست بارگذاری شده‌ای وجود ندارد.

source: Not expecting this response!
br: Ne oa ket gortozet ar respont-mañ !
eo: Neatendita respondo!
fa: انتظار چنین واکنشی وجود نداشت!

source: User being listened to does not exist.
eo: Vizitata uzanto ne ekzistas.
fa: کاربری که دنبالش هستید وجود ندارد.

source: You can use the local subscription!
eo: Vi povas aboni loke!
fa: شما می‌توانید از دنبال کردن محلی استفاده کنید!

source: That user has blocked you from subscribing.
br: An implijer-se en deus ho stanket evit en enskrivañ.
eo: Tiu uzanto abonblokis vin.
fa: این کاربر شما را از دنبال کردن خودش منع کرده است.

source: You are not authorized.
br: N'oc'h ket aotreet.
eo: Vi ne estas rajtigita.
fa: شما شناسایی نشده اید.

source: Could not convert request token to access token.
eo: Malsukcesis interŝanĝi petĵetonon al atingoĵetono.
fa: نمی‌توان نشانه‌ی درخواست شما را به نشانه‌ی دسترسی تبدیل کرد.

source: Remote service uses unknown version of OMB protocol.
eo: Fora servo uzas nekonatan version de OMB-protokolo.
fa: خدمات مورد نظر از نسخه‌ی نا مفهومی از قرارداد OMB استفاده می‌کند.

source: Error updating remote profile.
br: Fazi en ur hizivaat ar profil a-bell.
eo: Eraro je ĝisdatigo de fora profilo.
fa: خطا هنگام به‌هنگام‌سازی نمایهٔ از راه دور.

source: No such file.
br: Restr ezvezant.
eo: Ne ekzistas tia dosiero.
fa: چنین پرونده‌ای وجود ندارد.

source: Cannot read file.
br: Diposupl eo lenn ar restr.
eo: Malsukcesis legi dosieron.
fa: نمی‌توان پرونده را خواند.

source: Invalid role.
br: Roll direizh.
eo: Rolo nevalida.
fa: وظیفه نامعتبر است.

source: This role is reserved and cannot be set.
eo: Tiu ĉi rolo estas rezervita, do ne povas esti asignita.
fa: این نقش از قبل تعیین شده است و نمی‌تواند کارگذاشته شود.

source: You cannot grant user roles on this site.
br: Ne c'helloc'h ket reiñ rolloù d'an implijerien eus al lec'hienn-mañ.
eo: Vi ne rajtas doni al uzanto rolon ĉe ĉi tiu retejo.
fa: شما نمی‌توانید در این وب‌گاه نقش‌های کاربری را اهدا کنید.

source: User already has this role.
br: An implijer-mañ en deus dija ar roll-mañ.
eo: Uzanto jam havas la rolon.
fa: کاربر از قبل این وظیفه را داشته است.

source: No profile specified.
br: N'eo bet resisaet profil ebet
eo: Neniu profilo elektita.
fa: نمایه‌ای مشخص نشده است.

source: No profile with that ID.
br: N'eus profil ebet gant an ID-mañ.
eo: Ne estas profilo kun tiu ID.
fa: کاربری با چنین شناسه‌ای وجود ندارد.

source: No group specified.
br: N'eo bet resisaet strollad ebet
eo: Neniu grupo elektita.
fa: گروهی مشخص نشده است.

source: Only an admin can block group members.
br: N'eus neme ur merour a c'hell stankañ izili ur strollad.
eo: Nur administranto rajtas bloki grupanon.
fa: فقط یک مدیر می‌تواند اعضای یک گروه را مسدود کند.

source: User is already blocked from group.
br: An implijer-mañ a zo stanket dija eus ar strollad.
eo: La uzanto jam de grupo blokiĝas.
fa: هم اکنون دسترسی کاربر به گروه مسدود شده است.

source: User is not a member of group.
br: N'eo ket an implijer-mañ ezel eus ur strollad.
eo: La uzanto ne estas grupano.
fa: کاربر عضو گروه نیست.

source: Block user from group
br: Stankañ an implijer-mañ eus ar strollad
eo: Bloki uzanton de grupo
fa: دسترسی کاربر به گروه مسدود شود

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
eo: Ĉu vi certe volas forbari uzanton "%1$s" de la grupo "%2$s"? Li estos forigita de la grupo, ne povos afiŝi, kaj ne povos aboni la grupon.
fa: آیا مطمئن هستید که می‌خواهید مانع دسترسی «%1$s» به گروه «%2$s» بشوید؟ آن‌ها از گروه حذف خواهند شد، نمی‌توانند چیزی به گروه بفرستند و نمی‌توانند که در آینده مشترک گروه شوند.

source: Do not block this user from this group
br: Arabat stankañ an implijer-mañ eus ar strollad.
eo: Ne bloki la uzanton de la grupo
fa: دسترسی کاربر به گروه مسدود نشود

source: Block this user from this group
br: Stankañ an implijer-mañ eus ar strollad-se
eo: Bloki la uzanton de la grupo
fa: دسترسی کاربر به گروه مسدود شود

source: Database error blocking user from group.
eo: Malsukcesis forbari uzanton de la grupo pro datumbaza eraro.
fa: اشکال پایگاه داده در مسدود کردن کاربر

source: No ID.
br: ID ebet
eo: Neniu ID.
fa: هیچ ID وجود ندارد.

source: You must be logged in to edit a group.
eo: Ensalutu por redakti grupon.
fa: برای ویرایش گروه باید وارد شوید.

source: Group design
br: Design ar strollad
eo: Grupa desegno
fa: ظاهر گروه

source: Customize the way your group looks with a background image and a colour palette of your choice.
eo: Agordi kiel aspektu via grupo, per elekto de fonbildo kaj koloraro.
fa: ظاهر گروه را تغییر دهید تا شما را راضی کند.

source: Couldn't update your design.
br: Diposubl eo hizivaat ho design.
eo: Malsukcesis ĝisdatigi vian desegnon.
fa: نمی‌توان ظاهر را به روز کرد.

source: Design preferences saved.
br: Enrollet eo bet an arventennoù design.
eo: Desegna agordo konservita.
fa: ترجیحات طرح ذخیره شد.

source: Group logo
br: Logo ar strollad
eo: Grupa emblemo
fa: نشان گروه

source: You can upload a logo image for your group. The maximum file size is %s.
eo: Vi povas alŝuti emblemo-bildon por via grupo. Dosiero-grandlimo estas $s.
fa: شما می‌توانید یک نشان برای گروه خود با بیشینه حجم %s بفرستید.

source: Pick a square area of the image to be the logo.
eo: Elektu kvadratan parton de la bildo kiel la emblemo.
fa: یک ناحیه‌ی مربع از تصویر را انتخاب کنید تا به عنوان نشان باشد.

source: Logo updated.
br: Logo hizivaet.
eo: Emblemo ĝisdatigita.
fa: نشان به‌هنگام‌سازی شد.

source: Failed updating logo.
br: N'eo ket bet kaset da benn an hizivadenn.
eo: Malsukcesis ĝisdatigi emblemon.
fa: به‌هنگام‌سازی نشان شکست خورد.

source: %s group members
br: Izili ar strollad %s
eo: %s grupanoj
fa: اعضای گروه %s

source: %1$s group members, page %2$d
br: Izili ar strollad %1$s, pajenn %2$d
eo: %1$s grupanoj, paĝo %2$d
fa: اعضای گروه %1$s، صفحهٔ %2$d

source: A list of the users in this group.
br: Roll an implijerien enrollet er strollad-mañ.
eo: Listo de uzantoj en tiu ĉi grupo
fa: یک فهرست از کاربران در این گروه

source: Admin
br: Merañ
eo: Administranto
fa: مدیر

# BUTTON
source: Block
eo: Bloki

# TOOLTIP
source: Block this user
eo: Bloki ĉi tiun uzanton

source: Make user an admin of the group
br: Lakaat an implijer da vezañ ur merour eus ar strollad
eo: Elekti uzanton grupestro.
fa: کاربر یک مدیر گروه شود

# BUTTON
source: Make Admin
eo: Estrigi

# TOOLTIP
source: Make this user an admin
eo: Estrigi la uzanton

source: %s timeline
br: Oberezhioù %s
eo: Tempstrio de %s
fa: خط زمانی %s

source: Updates from members of %1$s on %2$s!
br: Hizivadenn izili %1$s e %2$s !
eo: Ĝisdatigoj de grupano de %1$s ĉe %2$s!
fa: به روز رسانی کابران %1$s در %2$s

source: Groups
br: Strolladoù
eo: Grupoj
fa: گروه‌ها

source: Groups, page %d
br: Strollad, pajenn %d
eo: Grupoj, paĝo %d
fa: گروه‌ها، صفحهٔ %d
