Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: This is your outbox, which lists private messages you have sent.
eo: Tio ĉi estas via elirkesto, kie listiĝas privataj mesaĝoj, kiujn vi sendis.
fa: این صندوق خروجی شماست، که پیام‌های خصوصی فرستاده شده به وسیلهٔ شما را فهرست می‌کند.

source: Change password
br: Cheñch ger-tremen
eo: Ŝanĝi pasvorton
fa: تغییر گذرواژه

source: Change your password.
br: Cheñch ger-tremen.
eo: Ŝanĝi vian pasvorton.
fa: تغییر گذرواژهٔ شما

source: Password change
br: Kemmañ ger-tremen
eo: Pasvorta ŝanĝo
fa: تغییر گذرواژه

source: Old password
br: Ger-tremen kozh
eo: Malnova pasvorto
fa: گذرواژهٔ پیشین

source: New password
br: Ger-tremen nevez
eo: Nova pasvorto
fa: گذرواژهٔ تازه

source: 6 or more characters
br: 6 arouezenn pe muioc'h
eo: 6 aŭ pli da literoj
fa: ۶ نویسه یا بیش‌تر

source: Confirm
br: Kadarnaat
eo: Konfirmi
fa: تایید

source: Same as password above
br: Memestra eget ar ger tremen a-us
eo: Same kiel pasvorto supra
fa: مانند گذرواژهٔ بالا

source: Change
br: Kemmañ
eo: Ŝanĝi
fa: تغییر

source: Password must be 6 or more characters.
br: Rankout a ra ar ger-tremen bezañ gant 6 arouezenn d'an nebeutañ.
eo: Pasvorto devas esti 6-litera aŭ pli longa.
fa: گذرواژه باید ۶ نویسه یا بیش‌تر باشد.

source: Passwords don't match.
br: Ne glot ket ar gerioù-tremen.
eo: La pasvortoj diferencas.
fa: گذرواژه‌ها مطابقت ندارند.

source: Incorrect old password
br: Ger-termen kozh direizh
eo: Neĝusta malnova pasvorto
fa: گذرواژه پیشین اشتباه است

source: Error saving user; invalid.
br: Ur fazi 'zo bet e-pad enolladenn an implijer ; diwiriek.
eo: Eraris konservi uzanton: nevalida.
fa: هنگام ذخیرهٔ کاربر خطا رخ داد؛ نامعتبر است.

source: Can't save new password.
br: Dibosupl eo enrollañ ar ger-tremen nevez.
eo: Malsukcesis konservi novan pasvorton.
fa: نمی‌توان گذرواژهٔ جدید را ذخیره کرد.

source: Password saved.
br: Ger-tremen enrollet.
eo: Pasvorto konservitas.
fa: گذرواژه ذخیره شد.

source: Paths
br: Hentoù
eo: Vojoj
fa: مسیر ها

source: Theme directory not readable: %s.
br: N'eus ket eus ar gaoz-se : %s.
eo: Desegno adresaro ne havebla: %s.
fa: شاخه‌ی پوسته‌ها قابل خواندن نیست: %s.

source: Avatar directory not writable: %s.
br: N'eus ket eus ar gaoz-se : %s.
eo: Avatara adresaro ne skribebla: %s.
fa: شاخه‌ی تصویر چهره‌ها قابل نوشتن نیست: %s.

source: Background directory not writable: %s.
eo: Fona adresaro ne skribebla: %s.
fa: شاخه‌ی پس زمینه‌ها قابل نوشتن نیست: %s.

source: Locales directory not readable: %s.
eo: Lokaĵara adresaro ne havebla: %s.
fa: پوشه‌ی تنظیمات محلی قابل خواندن نیست: %s.

source: Invalid SSL server. The maximum length is 255 characters.
eo: Nevalida SSL-servilo. La longlimo estas 225 literoj.
fa: کارگزار SSL نامعتبر است. بیشینهٔ طول نام ۲۵۵ نویسه است.

source: Site
br: Lec'hienn
eo: Retejo
fa: وب‌گاه

source: Server
br: Servijer
eo: Servilo
fa: کارگزار

source: Site's server hostname.
br: Anv ostiz servijer al lec'hienn.
eo: Gastigserva Nomo de la retejo
fa: نام میزبان کارگزار وب‌گاه.

source: Path
br: Hent
eo: Vojo
fa: مسیر

source: Locale directory
eo: Dosierujo de lokaĵaro

source: Directory path to locales.
eo: Vojo de dosierujo al lokaĵaroj.

source: Fancy URLs
br: URLioù brav
eo: Tajlora URL
fa: نشانی‌های تمیز

source: Use fancy (more readable and memorable) URLs?
eo: Ĉu uzi tajloran (pli facile legebla kaj memorebla) URL?
fa: از نشانی‌های تمیز (خواناتر و ماندگارتر در ذهن) استفاده شود؟

source: Theme
br: Danvez
eo: Temo
fa: پوسته

source: Server for themes.
eo: Servilo por etosoj.

source: Web path to themes.
eo: Retvojo al etosoj.

source: SSL server
br: Servijer SSL
eo: "SSL"a servilo
fa: کارگزار SSL

source: SSL server for themes (default: SSL server).
eo: SSL-servilo por temoj (defaŭlta: SSL-servilo).

source: SSL path
eo: SSL-vojo

source: SSL path to themes (default: /theme/).
eo: SSL-vojo al etosoj (defaŭlta: /theme/).

source: Directory
eo: Dosierujo

source: Directory where themes are located.
eo: Dosierujo kie etosoj estas.

source: Avatars
br: Avataroù
eo: Avataroj
fa: چهره‌ها

source: Avatar server
br: Servijer avatar
eo: Avatara servilo
fa: کارگزار چهره‌ها

source: Server for avatars.
eo: Servilo por avataroj.

source: Avatar path
br: Hent an avataroù
eo: Avataro-lokigilo
fa: مسیر نیم‌رخ

source: Web path to avatars.
eo: Retvojo al avataroj.

source: Avatar directory
br: Restroù an avataroù
eo: Avatara adresaro
fa: شاخهٔ نیم‌رخ

source: Directory where avatars are located.
eo: Dosierujo kie avataroj estas.

source: Backgrounds
br: Backgroundoù
eo: Fono
fa: پس زمینه‌ها

source: Server for backgrounds.
eo: Servilo por fonoj.

source: Web path to backgrounds.
eo: Retvojo al fonoj.

source: Server for backgrounds on SSL pages.
eo: Servilo por fonoj en SSL-paĝoj.

source: Web path to backgrounds on SSL pages.
eo: Retvojo al fonoj en SSL-paĝoj.

source: Directory where backgrounds are located.
eo: Dosierujo kie fonoj estas.

source: Attachments
br: Pezhioù stag
eo: Aldonaĵo
fa: ضمائم

source: Server for attachments.
eo: Servilo por aldonaĵoj.

source: Web path to attachments.
eo: Retvojo al aldonaĵoj.

source: Server for attachments on SSL pages.
eo: Servilo por aldonaĵoj en SSL-paĝoj.

source: Web path to attachments on SSL pages.
eo: Retvojo al aldonaĵoj en SSL-paĝoj.

source: Directory where attachments are located.
eo: Dosierujo kie aldonaĵoj estas.

source: Never
br: Morse
eo: Neniam
fa: هیچ وقت

source: Sometimes
br: A-wechoù
eo: Kelkfoje
fa: گاهی اوقات

source: Always
br: Atav
eo: Ĉiam
fa: برای همیشه

source: Use SSL
br: Implijout SSL
eo: Uzi "SSL"
fa: استفاده از SSL

source: When to use SSL.
eo: Kiam uzi SSL.

source: Server to direct SSL requests to.
eo: Servilo, kien direkti "SSL"-petojn

source: Save paths
br: Enrollañ an hentadoù.
eo: Konservu lokigilon
fa: نشانی ذخیره سازی

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
br: Klask tud e %%site.name%% dre o anv, o lec'hiadur pe o diduadennoù. Dispartiañ termenoù ar c'hlask gant esaouennoù. Ret eo e vefe da nebeutañ 3 arouezenn.
eo: Serĉi personon ĉe %%site.name%% per ĝia nomo, loko, aŭ intereso. Dividu serĉvortojn per spacoj; ili estu almenaŭ 3 literojn longaj.
fa: برای جست‌وجوی افراد در %%site.name%% از نام، مکان یا توصیف‌شان استفاده کنید. عبارت‌ها را با فاصله جدا کنید؛ آن‌ها باید ۳ نویسه یا بیش‌تر باشند.

source: People search
br: Klask tud
eo: Persona serĉado
fa: جست‌وجوی کاربران

source: Not a valid people tag: %s.
br: N'eo ket reizh ar merk-se : %s.
eo: Ne valida persona markilo: %s.
fa: یک برچسب کاربری معتبر نیست: %s.

source: Users self-tagged with %1$s - page %2$d
br: Implijerien bet merket drezo o unan gant %1$s - pajenn %2$d
eo: Uzantoj sinmarkitaj per %1$s - paĝo %2$d
fa: کاربران خود برچسب‌گذاری شده با %1$s - صفحهٔ %2$d

source: Invalid notice content.
br: Danvez direizh an ali.
eo: Nevalida avizo-enhavo
fa: محتوای پیام نامعتبر است.

source: Notice license ‘%1$s’ is not compatible with site license ‘%2$s’.
br: Aotre-implijout ar menegoù "%1$s" ne ya ket gant aotre-implijout al lec'hienn "%2$s".
eo: Aviza permesilo ‘%1$s’ ne konformas al reteja permesilo ‘%2$s’.
fa: مجوز پیام «%1$s» با مجوز وب‌گاه «%2$s» سازگار نیست.

source: Profile settings
br: Arventennoù ar profil
eo: Profila agordo
fa: تنظیمات نمایه

source: You can update your personal profile info here so people know more about you.
br: Gellout a reoc'h hizivaat titouroù ho profil evit ma ouifemp muioc'h a draoù diwar ho penn.
eo: Vi povas ĝisdatigi vian propran profilan informon, por ke oni sciu pli pri vi.
fa: شما می‌توانید نمایهٔ شخصی خود را در این بخش به‌هنگام‌سازی کنید تا دیگران بیش‌تر در مورد شما بدانند.

source: Profile information
br: Titouroù ar profil
eo: Profila informo
fa: اطلاعات نمایه

source: Full name
br: Anv klok
eo: Plena nomo
fa: نام‌کامل

source: Homepage
br: Pajenn degemer
eo: Hejmpaĝo
fa: صفحهٔ خانگی

source: Describe yourself and your interests
br: Deskrivit hoc'h-unan hag ar pezh a zedenn ac'hanoc'h
eo: Priskribu vin mem kaj viajn ŝatokupojn
fa: خودتان و علاقه‌مندی‌هایتان را توصیف کنید

source: Bio
br: Buhezskrid
eo: Biografio
fa: شرح‌حال

source: Location
br: Lec'hiadur
eo: Loko
fa: موقعیت

source: Where you are, like "City, State (or Region), Country"
br: El lec'h m'emaoc'h, da skouer "Kêr, Stad (pe Rannvro), Bro"
eo: Kie vi estas, ekzemple "Urbo, Ŝtato (aŭ Regiono), Lando"

source: Share my current location when posting notices
br: Rannañ va lec'hiadur pa bostan un ali.
eo: Sciigu mian nunan lokon, kiam mi sendas avizon.
fa: مکان کنونی من هنگام فرستادن پیام‌ها به اشتراک گذاشته شود

source: Tags
br: Balizennoù
eo: Markiloj
fa: برچسب‌ها

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated
br: Merkoù evidoc'h oc'h unan (lizherennoù, sifroù, -, ., ha _), dispartiet gant virgulennoù pe esaouennoù
eo: Markiloj por vi mem (literoj, ciferoj, "-", ".", kaj "_"), dividite per komoj aŭ spacoj
fa: برچسب‌ها برای خودتان (حروف، اعداد، -، .، و _) جدا شده با کاما- یا فاصله-

source: Language
br: Yezh
eo: Lingvo
fa: زبان

source: Preferred language
br: Yezh d'ober ganti da gentañ
eo: Preferata lingvo
fa: زبان برگزیده

source: Timezone
br: Takad eur
eo: Horzono
fa: منطقهٔ‌زمانی

source: What timezone are you normally in?
br: Pehini eo gwerzhid-eur boaz ?
eo: En kiu horzono vi kutime troviĝas?
fa: شما معمولا در کدام منطقهٔ زمانی هستید؟

source: Automatically subscribe to whoever subscribes to me (best for non-humans)
br: En em enskrivañ ez emgefre d'an holl re hag en em goumanant din (erbedet evit an implijerien nann-denel)
eo: Aŭtomate aboni iun ajn, kiu abonas min (prefereble por ne-homoj)
fa: به صورت خودکار مشترک هر کسی بشو که مشترک من می‌شود (بهترین برای غیر انسان‌ها)

source: Timezone not selected.
br: N'eo bet dibabet gwerzhid-eur ebet.
eo: Horzono ne elektita
fa: منطقه‌ی زمانی انتخاب نشده است.

source: Invalid tag: "%s"
br: Balizenn direizh : "%s"
eo: Nevalida markilo: "%s"
fa: نشان نادرست »%s«

source: Couldn't update user for autosubscribe.
br: Dibosupl eo hizivaat ar c'houmanant ez emgefre.
eo: Malsukcesis ĝisdatigi uzanton por aŭtomatabonado.
fa: نمی‌توان کاربر را برای اشتراک خودکار به‌هنگام‌سازی کرد.

source: Couldn't save location prefs.
br: Dibosupl eo enrollañ an dibaboù lec'hiadur.
eo: Malsukcesis konservi lokan preferon.
fa: نمی‌توان تنظیمات مکانی را تنظیم کرد.

source: Couldn't save profile.
br: Diposubl eo enrollañ ar profil.
eo: Malsukcesis konservi la profilon.
fa: نمی‌توان نمایه را ذخیره کرد.

source: Couldn't save tags.
br: Diposubl eo enrollañ ar balizennoù.
eo: Malsukcesis konservi markilojn.
fa: نمی‌توان نشان را ذخیره کرد.

source: Settings saved.
br: Enrollet eo bet an arventennoù.
eo: Agordo konservitas.
fa: تنظیمات ذخیره شد.

source: Beyond the page limit (%s).
br: Dreist da bevennoù ar bajenn (%s).
eo: Trans paĝolimo (%s).

source: Could not retrieve public stream.
br: Dibosupl eo adtapout al lanv foran.
eo: Malsukcesis ricevi publikan fluon
fa: نمی‌توان جریان عمومی را دریافت کرد.

source: Public timeline, page %d
br: Lanv foran - pajenn %d
eo: Publika tempstrio, paĝo %d
fa: خط زمانی عمومی، صفحه‌ی %d

source: Public timeline
br: Lanv foran
eo: Publika tempstrio
fa: خط زمانی عمومی

source: Public Stream Feed (RSS 1.0)
br: Neudenn gwazh foran (RSS 1.0)
eo: Publika fluo (RSS 1.0)
fa: خوراک جریان عمومی (RSS 1.0)

source: Public Stream Feed (RSS 2.0)
br: Neudenn gwazh foran (RSS 2.0)
eo: Publika fluo (RSS 2.0)
fa: خوراک جریان عمومی (RSS 2.0)

source: Public Stream Feed (Atom)
br: Neudenn gwazh foran (Atom)
eo: Publika fluo (Atom)
fa: خوراک جریان عمومی (Atom)

source: This is the public timeline for %%site.name%% but no one has posted anything yet.
br: Kronologiezh foran %%site.name%% eo, met den n'en deus skrivet tra ebet.
eo: Tio ĉi estas la publika tempstrio de %%site.name%%, sed ankoraŭ neniu afiŝis ion ajn.
fa: این خط‌زمانی عمومی برای %%site.name%% است، اما هیچ‌کس هنوز چیزی نفرستاده است.

source: Be the first to post!
br: Bezit an hini gentañ da bostañ !
eo: Estu la unua afiŝanto!
fa: اولین کسی باشید که پیام می‌فرستد!

source: Why not [register an account](%%action.register%%) and be the first to post!
br: Perak ne [groufec'h ket ur gont](%%action.register%%) ha bezañ an hini gentañ da embann un dra !
eo: Kial ne [krei konton](%%action.register%%) kaj esti la unua afiŝanto!
fa: چرا [ثبت نام](%%action.register%%) نمی‌کنید و اولین پیام را نمی‌فرستید؟

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
eo: Tie ĉi estas %%site.name%%, [mikrobloga](http://en.wikipedia.org/wiki/Micro-blogging) servo surbaze de Libera Programaro [StatusNet](http://status.net/). [Aniĝu](%%action.register%%) por konigi novaĵon pri vi mem al viaj amikoj, familianoj, kaj kolegoj! ([Pli](%%doc.help%%))
fa: این %%site.name%%، یک سرویس [میکروبلاگینگ](http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/) است. ]اکنون بپیوندید[(%%action.register%%) تا آگاهی‌هایی را دربارهٔ خودتان با دوستان، خانواده و همکاران‌تان به اشتراک بگذارید! ([بیش‌تر بخوانید](%%doc.help%%))

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
br: %%site.name%% a zo ur servij [micro-blogging](http://br.wikipedia.org/wiki/Microblog) diazezet war ar meziant frank [StatusNet](http://status.net/).
eo: Tio ĉi estas %%site.name%%, [mikrobloga](http://en.wikipedia.org/wiki/Micro-blogging) servo surbaze de libera servila programo [StatusNet](http://status.net/).
fa: این %%site.name%%، یک سرویس [میکروبلاگینگ](http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/) است.

source: Public tag cloud
br: Koumoulenn a merkoù foran
eo: Publika markil-nubo
fa: ابر برچسب عمومی

source: No one has posted a notice with a [hashtag](%%doc.tags%%) yet.
eo: Neniu jam afiŝis avizon kun [haketentikedon](%%doc.tags%%).
fa: هیچ‌کس هنوز پیامی با یک [برچسب](%%doc.tags%%) نفرستاده است.

source: Be the first to post one!
br: Bezit an hini gentañ oc'h embann unan !
eo: Estu la unua afiŝanto!
fa: اولین نفری باشید که چیزی می‌فرستد!

source: Why not [register an account](%%action.register%%) and be the first to post one!
br: Perak ne [groufec'h ket ur gont](%%action.register%%) ha bezañ an hini gentañ da embann un dra !
eo: Kial ne [krei konton](%%action.register%%) kaj esti la unua afiŝanto!
fa: چرا به [باز کردن یک حساب](%%action.register%%) اقدام نمی‌کنید و اولین نفری باشید که چیزی می‌فرستد!

source: Tag cloud
br: Koumoulenn merkoù
eo: Entikedo-nubo
fa: ابر برچسب

source: You are already logged in!
br: Luget oc'h dija !
eo: Vi jam ensalutis.
fa: شما قبلا وارد شدید

source: No such recovery code.
br: Kod adtapout nann-kavet.
eo: Ne estas tia rehava kodo.
fa: چنین کد بازیابی شده ای نیست

source: Not a recovery code.
br: N'eo ket ur c'hod adtapout an dra-mañ.
eo: Ne rehava kodo.
fa: کد بازیابی شده ای نیست.

source: Recovery code for unknown user.
br: Kod adtapout evit un implijer dizanv.
eo: Rehava kodo por nekonata uzanto.
fa: بازیابی کد برای کاربر ناشناخته

source: Error with confirmation code.
br: Ur fazi 'zo bet gant ar c'hod kadarnaat.
eo: Eraras pro komfirma kodo.
fa: خطا در تایید کد

source: This confirmation code is too old. Please start again.
br: Re gozh eo ar c'hod gwiriañ. Adkrogit mar plij.
eo: Tiu komfirmnumero tro malnovas. Bonvolu rekomenci.
fa: این کد تایید شده بسیار قدیمی است . لطفا دباره شروع کنید .

source: Could not update user with confirmed email address.
br: Dibosupl eo hizivaat an implijer gant ar chomlec'h postel gwiriekaet.
eo: Malsukcesas ĝisdatigi uzanton per komfirmita retpoŝtadreso.
fa: را به روز کرد user نمیتوان با ایمیلی که تایید شده

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
br: M'o peus disoñjet pe kollet ho ger-tremen, e c'helloc'h kaout unan nevez hag a vo kaset deoc'h d'ar chomlec'h postel termenet en ho kont.
eo: Se vi forgesas aŭ perdas vian pasvorton, ni povas sendi novan pasvorton al la retpoŝtadreso konservita je via konto.
fa: اگر شما گذرواژهٔ خودتان را گم یا فراموش کرده‌اید، شما می‌توانید یکی جدیدتر را که به نشانی پست الکترونیکی‌تان که در حساب‌تان ذخیره کرده‌اید فرستاده شده است، بگیرید.

source: You have been identified. Enter a new password below.
br: Diskleriet oc'h bet. Lakait ur ger-tremen nevez amañ da heul.
eo: Vi estis identigita. Enigu sube novan pasvorton.
fa: هویت شما شناسایی شد. یک گذرواژه تازه را در زیر وارد کنید.

source: Password recovery
br: Adtapout ar ger-tremen
eo: Pasvorton rehavi.
fa: بازیابی گذرواژه

source: Nickname or email address
br: Lesanv pe chomlec'h postel
eo: Alinomo aŭ retpoŝtadreso.
fa: نام کاربری یا نشانی پست الکترونیکی

source: Your nickname on this server, or your registered email address.
br: Ho lesanv war ar servijer-mañ, pe ar chomlec'h postel o peus enrollet.
eo: Via alinomo ĉe tiu ĉi servilo, aŭ via registrita retpoŝadreso.
fa: نام کاربری شما بر روی این سرور، یا نشانی پست الکترونیکی ثبت شدهٔ شما.

source: Recover
br: Adtapout
eo: Rehavi
fa: بازیابی

source: Reset password
br: Adderaouekaat ar ger-tremen
eo: Refari pasvorton
fa: بازنشانی گذرواژه

source: Recover password
br: Adtapout ar ger-tremen
eo: Refari pasvorton
fa: بازیابی گذرواژه

source: Password recovery requested
br: Goulennet eo an adtapout gerioù-tremen
eo: Petiĝas pasvorton rehavado
fa: بازیابی گذرواژه درخواست شد

source: Unknown action
br: Ober dianav
eo: Nekonata ago
fa: عمل نامعلوم

source: 6 or more characters, and don't forget it!
br: 6 arouezenn pe muioc'h, ha n'e zisoñjit ket !
eo: Almenaŭ 6 signoj, kaj ne forgesu ĝin!
fa: ۶ نویسه یا بیش‌تر، و این را فراموش نکنید!

source: Reset
br: Adderaouekaat
eo: Restarigi
fa: بازنشاندن

source: Enter a nickname or email address.
br: Lakait ul lesanv pe ur chomlec'h postel.
eo: Alinomo aŭ retpoŝtadreso.
fa: یک نام کاربری یا نشانی پست الکترونیکی وارد کنید.

source: No user with that email address or username.
br: N'eus bet kavet implijer ebet gant ar postel-se pe an anv-se.
eo: Ne estas uzanto kun tiu retpoŝtadreso aŭ uzantnomo.
fa: هیچ کاربری با آن نشانی پست الکترونیکی یا نام کاربری وجود ندارد.

source: No registered email address for that user.
br: Chomlec'h postel enrollet ebet evit an implijer-mañ.
eo: Neniu registrita retpoŝtadreso apartenas al la uzanto.
fa: برای آن کاربر نشانی پست الکترونیکی ثبت شده وجود ندارد.

source: Error saving address confirmation.
br: Ur fazi 'zo bet pa voe enrollet kod kadarnaat ar postel.
eo: Eraras pro komfirma kodo.
fa: هنگام ذخیرهٔ تایید نشانی خطا رخ داد.

source: Instructions for recovering your password have been sent to the email address registered to your account.
br: Kaset eo bet deoc'h, d'ar chomlec'h postel termenet en ho kont, an titouroù ret evit gouzout penaos adtapout o ger-tremen.
eo: Gvidoj rehavi vian pasvorton jam sendiĝas al la retpoŝtadreso registrita je via konto.
fa: راهنمای چگونگی بازیابی گذرواژه به نشانی پست الکترونیکی ثبت شده در حساب شما فرستاده شده است.

source: Unexpected password reset.
br: Adderaouekadur dic'hortoz ar ger-tremen.
eo: Neatendita pasvorto-rekomencigo.
fa: گذرواژه به طور غیر منتظره ریست شد.

source: Password must be 6 chars or more.
br: Rankout a ra ar ger-tremen bezañ 6 arouezenn d'an nebeutañ.
eo: Pasvorto devas enhavi 6 signojn aŭ pli.
fa: گذرواژه باید ۶ نویسه یا بیش‌تر باشد.

source: Password and confirmation do not match.
br: Ne glot ket ar ger-tremen gant ar c'hadarnadur.
eo: Pasvorto kaj komfirmo ne kongruas.
fa: گذرواژه و تاییدیهٔ آن با هم تطابق ندارند.

source: Error setting user.
br: Ur fazi 'zo bet e-pad kefluniadur an implijer.
eo: Eraris agordi uzanton.
fa: هنگام گذاشتن کاربر خطا روی داد.

source: New password successfully saved. You are now logged in.
br: Krouet eo bet ar ger-tremen nevez. Kevreet oc'h bremañ.
eo: Nova pasvorto sukcese konserviĝas. Vi nun estas ensalutinta.
fa: گذرواژه تازه با موفقیت ذخیره شد. شما اکنون وارد شده‌اید.

source: Sorry, only invited people can register.
br: Digarezit, met n'eus nemet an implijerien bet pedet hag a c'hell en em enskrivañ.
eo: Pardonon, nur invito rajtas registri.
fa: با عرض معذرت، تنها افراد دعوت شده می توانند ثبت نام کنند.

source: Sorry, invalid invitation code.
br: Digarezit, kod pedadenn direizh.
eo: Pardonon, nevalida invitkodo.
fa: با عرض تاسف، کد دعوت نا معتبر است.

source: Registration successful
br: Krouet eo bet ar gont.
eo: Registriĝo sukcesa
fa: ثبت نام با موفقیت انجام شد.

source: Register
br: Krouiñ ur gont
eo: Registri
fa: ثبت نام

source: Registration not allowed.
br: N'eo ket aotreet krouiñ kontoù.
eo: Registriĝo ne permesita.
fa: اجازه‌ی ثبت نام داده نشده است.

source: You can't register if you don't agree to the license.
br: Rankout a reoc'h bezañ a-du gant termenoù an aotre-implijout evit krouiñ ur gont.
eo: Vi ne povas registri se vi ne konsentas al la licenco.
fa: شما نمی توانید ثبت نام کنید اگر با لیسانس( جواز ) موافقت نکنید.

source: Email address already exists.
br: Implijet eo dija ar chomlec'h postel-se.
eo: Retpoŝta adreso jam ekzistas.
fa: نشانی پست الکترونیکی از قبل وجود دارد.

source: Invalid username or password.
br: Anv implijer pe ger-tremen direizh.
eo: Nevalida uzantnomo aŭ pasvorto.
fa: نام کاربری یا گذرواژه نا معتبر است.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
eo: Per tiu ĉi formularo vi povas krei novan konton. Poste povos vi afiŝi avizon kaj komuniki kun amikoj kaj kolegoj.
fa: با این فرم شما می‌توانید یک حساب تازه بسازید. سپس شما می‌توانید پیام بفرستید و به دوستان و همکارانتان بپیوندید.

source: 1-64 lowercase letters or numbers, no punctuation or spaces. Required.
eo: 1-64 minusklaj literoj aŭ ciferoj, neniu interpunkcio aŭ spaco. Bezonate.
fa: ۱-۶۴ حرف کوچک یا اعداد، بدون نشانه گذاری یا فاصله نیاز است.

source: 6 or more characters. Required.
br: 6 arouezenn pe muioc'h. Rekis.
eo: 6 aŭ pli da literoj. Bezonate.
fa: ۶ نویسه یا بیش‌تر مورد نیاز است.

source: Same as password above. Required.
br: Memestra hag ar ger-tremen a-us. Rekis.
eo: Same kiel supra pasvorto. Bezonate.
fa: با گذرواژهٔ بالا یکسان باشد. مورد نیاز است.

source: Email
br: Postel
eo: Retpoŝto
fa: پست الکترونیکی

source: Used only for updates, announcements, and password recovery
br: Implijet hepken evit an hizivadennoù, ar c'hemennoù, pe adtapout gerioù-tremen
eo: Uzu nur por ĝisdatigo, anonco, kaj rehavi pasvorton.
fa: تنها برای به‌هنگام‌سازی‌ها، اعلامیه‌ها و بازیابی گذرواژه به کار می‌رود

source: Longer name, preferably your "real" name
br: Anv hiroc'h, ho anv "gwir" a zo gwelloc'h
eo: Pli longa nomo, prefere via "vera" nomo.
fa: نام بلند تر، به طور بهتر نام واقعیتان

source: URL of your homepage, blog, or profile on another site
br: URL ho pajenn degemer, ho blog, pe ho profil en ul lec'hienn all
eo: URL de via hejmpaĝo, blogo aŭ profilo ĉe alia retejo
fa: نشانی اینترنتی صفحهٔ خانگی، وبلاگ یا نمایه‌تان در یک وب‌گاه دیگر

source: I understand that content and data of %1$s are private and confidential.
br: Kompren a ran ez eo prevez danvez ha roadennoù %1$s.
eo: Mi komprenas ke enhavo kaj datumo de %1$s estas privataj kaj sekretigita.
fa: من متوجه هستم که محتوا و داده‌های %1$s خصوصی و محرمانه هستند.

source: My text and files are copyright by %1$s.
br: Ma zestenn ha ma restroù a zo gwarezet dre copyright gant %1$s.
eo: Mia teksto kaj dosiero estas aŭtorrajtigita de %1$s.
fa: متن و پرونده‌های من دارای حق تکثیر %1$s هستند.

source: My text and files remain under my own copyright.
br: Ma zestenn ha ma restroù a chom dindan ma gwirioù oberour.
eo: Mia teksto kaj dosiero restu en mia propra aŭtorrajto.
fa: متن و پرونده‌های من زیر حق تکثیر خودم می‌مانند.
