Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: All rights reserved.
br: Holl gwrioù miret strizh.
eo: Ĉiuj rajtoj rezervitaj.
fa: تمام حقوق محفوظ است.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
eo: Mia teksto kaj dosiero estas atingebla per %s krom jene: pasvorto, retpoŝtadreso, tujmesaĝilo-adreso, kaj telefonnumero.
fa: نوشته‌ها و پرونده‌های من به جز داده‌های خصوصی گذرواژه، نشانی پست الکترونیک، نشانی پیام‌رسان فوری و شماره تلفن زیر مجوز %s هستند.

source: Congratulations, %1$s! And welcome to %%%%site.name%%%%. From here, you may want to... * Go to [your profile](%2$s) and post your first message. * Add a [Jabber/GTalk address](%%%%action.imsettings%%%%) so you can send notices through instant messages. * [Search for people](%%%%action.peoplesearch%%%%) that you may know or that share your interests. * Update your [profile settings](%%%%action.profilesettings%%%%) to tell others more about you. * Read over the [online docs](%%%%doc.help%%%%) for features you may have missed. Thanks for signing up and we hope you enjoy using this service.
eo: Gratulon, %1$s! Kaj bovenon al %%%%site.name%%%%. Nun eble vi volus... * Al [via profilo](%2$s) kaj afiŝi vian unuan mesaĝon. * Aldoni [Jabber/GTalk-adreson](%%%%action.imsettings%%%%) por afiŝi avizon per tujmesaĝilo. * [Serŝi personon](%%%%action.peoplesearch%%%%), kiun vi konas aŭ havas similan ŝatokupon kiel vi. * Ĝisdatigi vian [profila agordon](%%%%action.profilesettings%%%%) por sciigi pli pri vi. * Relegi la [enretaĵojn](%%%%doc.help%%%%) pri iu funkcio, kiun vi ne rimarkus. Dankon pro registri kaj ni esperas al vi ĝuo de uzi ĉi servon.
fa: به شما تبریک می‌گوییم، %1$s! و به %%%%site.name%%%% خوش آمدید. از این‌جا، شما ممکن است بخواهید... * به [نمایه‌تان](%2$s) بروید و اولین پیام‌تان را بفرستید. * یک [Jabber/GTalk نشانی](%%%%action.imsettings%%%%) اضافه کنید. در این‌صورت می‌توانیدپیام‌ها را از راه پیام‌های فوری بفرستید. * [به دنبال افراد دیگر بگردید](%%%%action.peoplesearch%%%%) که ممکن است آن‌ها را بشناسید و یا علاقه‌مندی‌هایتان را به اشتراک بگذارید. * [تنظیمات نمایه‌تان](%%%%action.profilesettings%%%%) را به هنگام‌سازی کنید تا به دیگران بیش‌تر در مورد خودتان بگویید. * برای ویژگی‌هایی که گم کرده‌اید، [اسناد آنلاین](%%%%doc.help%%%%) را بخوانید. از این‌که نام‌نویسی کرده‌اید، تشکر می‌کنیم و امیدواریم که از استفاده از این سرویس لذت ببرید.

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
br: (Resevout a reoc'h a-benn nebeut ur postel gant an titouroù evit kadarnaat ho chomlec'h.)
eo: (Vi ricevos tuj mesaĝon retpoŝtan, kun gvidon konfirmi vian retpoŝtadreson.)
fa: (شما هر لحظه باید یک پیام با پست الکترونیکی با راهنمای چگونگی تایید نشانی پست الکترونیک‌تان دریافت کنید.)

source: To subscribe, you can [login](%%action.login%%), or [register](%%action.register%%) a new account. If you already have an account on a [compatible microblogging site](%%doc.openmublog%%), enter your profile URL below.
eo: Por aboni, [ensalutu](%%action.login%%), aŭ [krei konton](%%action.register%%). Se vi jam havas konton ĉe iu [kongrua mikroblogilo-retejo](%%doc.openmublog%%), entajpu vian profilan URL jene.
fa: برای اشتراک، شما می‌توانید ]وارد[(%%action.login%%) شوید، یا یک حساب جدید ]ثبت کنید[(%%action.register%%). اگر شما یک حساب در یک ]وب‌گاه میکروبلاگینگ سازگار[(%%doc.openmublog%%) دارید، نشانی نمایهٔ خود را در زیر وارد کنید.

source: Remote subscribe
br: Koumanant eus a-bell
eo: Defore aboni
fa: اشتراک از راه دور

source: Subscribe to a remote user
br: Koumanantiñ d'un implijer pell
eo: Aboni foran uzanton
fa: اشتراک یک کاربر از راه دور

source: User nickname
br: Lesanv an implijer
eo: Uzanta alinomo
fa: نام کاربری کاربر

source: Nickname of the user you want to follow
br: Lesanv an implijer o peus c'hoant heuliañ
eo: Alnomo de la uzanto, kiun vi volas aboni.
fa: نام کاربری، کاربری که می خواهید او را دنبال کنید

source: Profile URL
br: URL ar profil
eo: Profila URL
fa: نشانی نمایه

source: URL of your profile on another compatible microblogging service
eo: URL de via profilo ĉe alia kongrua mikroblogilo-servo
fa: نشانی اینترنتی نمایهٔ شما در سرویس میکروبلاگینگ سازگار دیگری

source: Subscribe
br: En em enskrivañ
eo: Aboni
fa: اشتراک

source: Invalid profile URL (bad format)
br: URL direizh evit ar profil (furmad fall)
eo: Nevalida profila URL (fuŝa formato)
fa: نشانی اینترنتی نمایه نامعتبر است (فرمت نامناسب است)

source: Not a valid profile URL (no YADIS document or invalid XRDS defined).
eo: Ne valida profila URL (ne estas YADIS-dokumento aŭ difiniĝas nevalida XRDS).
fa: این یک نشانی نمایهٔ صحیح نیست (هیچ سند YADIS وجود ندارد و یا XRDS مشخص شده نامعتبر است).

source: That’s a local profile! Login to subscribe.
br: Lec'hel eo ar profil-mañ ! Kevreit evit koumananti.
eo: Tio estas loka profilo! Ensalutu por aboni.
fa: این یک نمایهٔ محلی است! برای اشتراک وارد شوید.

source: Couldn’t get a request token.
br: Dibosupl eo kaout ur jedaouer reked.
eo: Malsukcesis akiri pet-ĵetonon.
fa: نمی‌توان یک نشانهٔ درخواست را به‌دست آورد.

source: Only logged-in users can repeat notices.
br: N'eus nemet an implijerien kevreet hag a c'hell adkemer alioù.
eo: Nur ensalutinto rajtas ripeti avizon.
fa: تنها کاربران وارد شده می توانند پیام‌ها را تکرار کنند.

source: No notice specified.
br: N'eus bet diferet ali ebet.
eo: Neniu profilo specifiĝas.
fa: هیچ پیامی مشخص نشده است.

source: You can't repeat your own notice.
br: Ne c'helloc'h ket adkemer ho ali deoc'h.
eo: Vi ne povas ripeti vian propran avizon.
fa: شما نمی‌توانید پیام خودتان را تکرار کنید.

source: You already repeated that notice.
br: Adkemeret o peus dija an ali-mañ.
eo: La avizo jam ripetiĝis.
fa: شما قبلا آن پیام را تکرار کرده‌اید.

source: Repeated
br: Adlavaret
eo: Ripetita
fa: تکرار شده

source: Repeated!
br: Adlavaret !
eo: Ripetita!
fa: تکرار شد!

source: Replies to %s
br: Respontoù da %s
eo: Respondoj al %s
fa: پاسخ‌های به %s

source: Replies to %1$s, page %2$d
br: Respontoù da %1$s, pajenn %2$d
eo: Respondoj al %1$s, paĝo %2$d
fa: پاسخ‌های به %1$s، صفحهٔ %2$d

source: Replies feed for %s (RSS 1.0)
br: Gwazh respontoù evit %s (RSS 1.0)
eo: Responda fluo al %s (RSS 1.0)
fa: خوراک پاسخ‌ها برای %s (RSS 1.0)

source: Replies feed for %s (RSS 2.0)
br: Gwazh respontoù evit %s (RSS 2.0)
eo: Responda fluo al %s (RSS 2.0)
fa: خوراک پاسخ‌ها برای %s (RSS 2.0)

source: Replies feed for %s (Atom)
br: Gwazh respontoù evit %s (Atom)
eo: Responda fluo al %s (Atom)
fa: خوراک پاسخ‌ها برای %s (Atom)

source: This is the timeline showing replies to %1$s but %2$s hasn't received a notice to them yet.
eo: Tie ĉi estus tempstrio montranta respondojn al %1$s, sed %2$s ankoraŭ ricevas neniun avizon.

source: You can engage other users in a conversation, subscribe to more people or [join groups](%%action.groups%%).
eo: Vi povas komenci interparoladon kun aliaj uzantoj, aboni pli da personoj aŭ [aniĝi al grupoj](%%action.groups%%).
fa: شما می‌توانید کاربران دیگر را در یک گفت‌وگو سرگرم کنید، مشترک افراد بیش‌تری شوید یا [به گروه‌ها بپیوندید](%%action.groups%%).

source: You can try to [nudge %1$s](../%2$s) or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
eo: Vi povas provi [puŝeti %1$s](../%2$s) aŭ[afiŝi ion al li](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Replies to %1$s on %2$s!
br: Respontoù da %1$s war %2$s !
eo: Respondoj al %1$s ĉe %2$s!
fa: پاسخ‌های به %1$s در %2$s!

source: You cannot revoke user roles on this site.
br: Ne c'helloc'h ket reiñ rolloù d'an implijerien eus al lec'hienn-mañ.
eo: Vi ne rajtas revoki de uzanto rolon ĉe ĉi tiu retejo.
fa: شما نمی‌توانید نقش‌های کاربری را در این وب‌گاه لغو کنید.

source: User doesn't have this role.
br: n'en deus ket an implijer-mañ ar rol-se.
eo: La uzanto ne havas la rolon.
fa: کاربر این نقش را ندارد.

source: You cannot sandbox users on this site.
eo: Vi ne rajtas provejigi uzantojn ĉe tiu ĉi retejo.

source: User is already sandboxed.
br: Er poull-traezh emañ dija an implijer.
eo: La uzanto jam provejiĝis.

source: Sessions
br: Dalc'hoù
eo: Seancoj
fa: نشست‌ها

source: Handle sessions
br: Merañ an dalc'hoù
eo: Trakti seancojn
fa: مدیریت نشست‌ها

source: Whether to handle sessions ourselves.
br: Ma rankomp merañ an dalc'hoù hon unan.
eo: Ĉu traktu seancojn ni mem.

source: Session debugging
br: Dizreinadenn an dalc'h
eo: Seanca sencimigado
fa: اشکال‌زدایی نشست

source: Turn on debugging output for sessions.
eo: Ŝalti sencimigadan eligon por seanco.
fa: خروجی اشکال‌زدایی برای نشست‌ها روشن شود.

source: Save site settings
br: Enrollañ arventennoù al lec'hienn
eo: Konservi retejan agordon
fa: ذخیرهٔ تنظیمات وب‌گاه

source: You must be logged in to view an application.
br: Rankout a reoc'h bezañ kevreet evit gwelet ur poellad.
eo: Ensalutu por vidi la aplikaĵon.
fa: برای دیدن یک برنامه باید وارد شده باشید.

source: Application profile
br: Profil ar poellad
eo: Aplikaĵa profilo
fa: نمایهٔ برنامه

source: Icon
br: Arlun
eo: Ikono
fa: شمایل

source: Name
br: Anv
eo: Nomo
fa: نام

source: Organization
br: Aozadur
eo: Organizaĵo
fa: سازمان

source: Description
br: Deskrivadur
eo: Priskribo
fa: توصیف

source: Statistics
br: Stadegoù
eo: Statistiko
fa: آمار

source: Created by %1$s - %2$s access by default - %3$d users
br: Krouet gant %1$s - moned %2$s dre ziouer - %3$d implijer
eo: Kreita de %1$s - %2$s defaŭlta aliroj - %3$d uzantoj
fa: ساخته شده توسط %1$s - دسترسی %2$s به صورت پیش‌فرض - %3$d کاربر

source: Application actions
br: Obererezhioù ar poellad
eo: Aplikaĵa ago
fa: اعمال برنامه

source: Reset key & secret
br: Adderaouekaat an alc'hwez hag ar sekred
eo: Rekomencigi ŝlosilon & sekreton

source: Application info
br: Titouroù ar poelad
eo: Aplikaĵa informo
fa: اطلاعات برنامه

source: Consumer key
br: Alc'hwez an implijer
eo: Konsumanta ŝlosilo
fa: کلید مصرف‌کننده

source: Consumer secret
br: Sekred an implijer
eo: Konsumanta sekreto
fa: رمز مصرف‌کننده

source: Request token URL
br: URL ar jedouer reked
eo: Pet-ĵetona URL
fa: نشانی اینترنتی شناسهٔ درخواست

source: Access token URL
br: URL ar jedouer moned
eo: Alir-ĵetona URL
fa: نشانی اینترنتی نشانهٔ درخواست

source: Authorize URL
br: aotren an URL
eo: Rajtigi URL
fa: نشانی اجازه‌دادن

source: Note: We support HMAC-SHA1 signatures. We do not support the plaintext signature method.
eo: Rimarku: Ni subtenas HMAC-SHA1-subskribo. Ni ne subtenas platteksta subskribado-metodon.
fa: توجه: ما امضاهای HMAC-SHA1 را پشتیبانی می‌کنیم. ما روش امضای plaintext را پشتیبانی نمی‌کنیم.

source: Are you sure you want to reset your consumer key and secret?
br: Ha sur oc'h o peus c'hoant adderaouekaat ho alc'hwez bevezer ha sekred ?
eo: Ĉu vi certe volas rekomencigi vian konsumantan ŝlosilon kaj sekreton?
fa: آیا مطمئن هستید که می‌خواهید کلید و رمز خریدار را دوباره تعیین کنید؟

source: %1$s's favorite notices, page %2$d
br: Alioù karetañ %1$s, pajenn %2$d
eo: Ŝatataj avizoj de %s, paĝo %2$d
fa: پیام‌های برگزیدهٔ %1$s، صفحهٔ %2$d

source: Could not retrieve favorite notices.
eo: Malsukcesis ricevi ŝataton.
fa: نمی‌توان پیام‌های برگزیده را دریافت کرد.

source: Feed for favorites of %s (RSS 1.0)
br: Gwazh evit mignoned %s (RSS 1.0)
eo: Fluo pri ŝatato de %s (RSS 1.0)
fa: خوراک برای برگزیده‌های %s (RSS 1.0)

source: Feed for favorites of %s (RSS 2.0)
br: Gwazh evit mignoned %s (RSS 2.0)
eo: Fluo pri ŝatato de %s (RSS 2.0)
fa: خوراک برای برگزیده‌های %s (RSS 2.0)

source: Feed for favorites of %s (Atom)
br: Gwazh evit mignoned %s (Atom)
eo: Fluo pri ŝatato de %s (Atom)
fa: خوراک برای برگزیده‌های %s (Atom)

source: You haven't chosen any favorite notices yet. Click the fave button on notices you like to bookmark them for later or shed a spotlight on them.
eo: Vi ne jam ŝatis iun ajn avizon. Alklaku la ŝati-klavon apud avizo ŝatita por poste trovi ĝin kaj atentigi al ĝi.
fa: شما هنوز هیچ پیام برگزیده‌ای را انتخاب نکرده‌اید. روی دکمهٔ برگزیده کردن پیامی که دوست دارید کلیک کنید تا آن‌ها را برای بعد چوب‌الفها کنید یا یک نشانه روی آن‌ها بگذارید.

source: %s hasn't added any favorite notices yet. Post something interesting they would add to their favorites :)
eo: %s ankoraŭ ne aldonis iun ajn ŝatatan avizon. Sendu ion, kion ili ŝatos. :)

source: %s hasn't added any favorite notices yet. Why not [register an account](%%%%action.register%%%%) and then post something interesting they would add to their favorites :)
eo: %s ankoraŭ ne aldonis iun ajn ŝatatan avizon. Kial ne [krei konton](%%%%action.register%%%%) kaj sendi ion, kion ili ŝatos. :)

source: This is a way to share what you like.
br: Un doare eo evit kevranañ ar pezh a blij deoc'h.
eo: Tiel vi povas diskonigi vian ŝataton.
fa: این یک راه است برای به اشتراک گذاشتن آنچه که دوست دارید.

source: %s group
br: strollad %s
eo: Grupo %s
fa: گروه %s

source: %1$s group, page %2$d
br: Strollad %1$s, pajenn %2$d
eo: Grupo %1$s, paĝo %2$d
fa: گروه %1$s، صفحهٔ %2$d

source: Group profile
br: Profil ar strollad
eo: Grupa profilo
fa: نمایهٔ گروه

source: Note
br: Notenn
eo: Noto
fa: یادداشت

source: Aliases
br: Aliasoù
eo: Alnomo
fa: نام های مستعار

source: Group actions
br: Obererezh ar strollad
eo: Grupaj agoj
fa: اعمال گروه

source: Notice feed for %s group (RSS 1.0)
br: Neudenn alioù ar strollad %s (RSS 1.0)
eo: Avizofluo de grupo %s (RSS 1.0)
fa: خوراک پیام برای گروه %s (RSS 1.0)

source: Notice feed for %s group (RSS 2.0)
br: Neudenn alioù ar strollad %s (RSS 2.0)
eo: Avizofluo de grupo %s (RSS 2.0)
fa: خوراک پیام برای گروه %s (RSS 2.0)

source: Notice feed for %s group (Atom)
br: Neudenn alioù ar strollad %s (Atom)
eo: Avizofluo de grupo %s (Atom)
fa: خوراک پیام برای گروه %s (Atom)

source: FOAF for %s group
br: Mignon ur mignon evit ar strollad %s
eo: Foramiko de grupo %s
fa: FOAF برای گروه %s

source: Members
br: Izili
eo: Grupanoj
fa: اعضا

source: (None)
br: (Hini ebet)
eo: (nenio)
fa: هیچ

source: All members
br: An holl izili
eo: Ĉiuj grupanoj
fa: همهٔ اعضا

source: Created
br: Krouet
eo: Kreita
fa: ساخته شد

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests. [Join now](%%%%action.register%%%%) to become part of this group and many more! ([Read more](%%%%doc.help%%%%))
eo: **%s** estas uzanto-grupo ĉe %%%%site.name%%%%, [mikrobloga](http://en.wikipedia.org/wiki/Micro-blogging) servo surbaze de Libera Programaro [StatusNet](http://status.net/). [Aniĝu](%%action.register%%) por fariĝi parto de tiu ĉi grupo kaj multe pli! ([Pli](%%doc.help%%))
fa: **%s** یک گروه کاربری در %%%%site.name%%%%، یک سرویس [میکروبلاگینگ](http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/)، است. کاربران آن پیام‌های کوتاهی را دربارهٔ زندگی و علاقه‌مندی‌هایشان به اشتراک می‌گذارند. [اکنون بپیوندید ](%%%%action.register%%%%) تا یکی از اعضای این گروه و بلکه بیش‌تر بشوید! ([بیش‌تر بخوانید](%%%%doc.help%%%%))

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests.
eo: **%s** estas grupo de uzantoj ĉe %%%%*site.*name%%%%, [mikrobloga servo](*http://estas.*wikipedia.*org/*wiki/*Microblogging) baze de ilaro de Libera Molvaro [StatusNet](*http://*status.*net/), kie anoj konigas mesaĝetojn pri siaj vivoj kaj ŝatokupoj.
fa: **%s** یک گروه کاربری در %%%%site.name%%%%، یک سرویس [میکروبلاگینگ](http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/)، است. کاربران آن پیام‌های کوتاهی را دربارهٔ زندگی و علاقه‌مندی‌هایشان به اشتراک می‌گذارند.

source: Admins
br: Merourien
eo: Administrantoj
fa: مدیران

source: No such message.
br: N'eus ket eus ar gemennadenn-se.
eo: Ne estas tiu mesaĝo.
fa: چنین پیغامی وجود ندارد.

source: Only the sender and recipient may read this message.
br: Ne c'hell bezañ lennet ar gemenadenn-mañ nemet gant ar c'haser hag ar resever.
eo: Nur la sendinto kaj ricevinto rajtas legi la mesaĝon.
fa: تنها فرستنده و گیرنده می‌توانند این پیام را بخوانند.

source: Message to %1$s on %2$s
br: Kemanadenn kaset da %1$s d'an %2$s
eo: Mesaĝo al %1$s ĉe %2$s
fa: پیام به %1$s در %2$s

source: Message from %1$s on %2$s
br: Kemenadenn resevet eus %1$s d'an %2$s
eo: Mesaĝo de %1$s ĉe %2$s
fa: پیام از %1$s در %2$s

source: Notice deleted.
br: Ali dilammet.
eo: Avizo viŝiĝas
fa: پیام پاک شد.

source: tagged %s
br: merket %s
eo: Etikedigita %s
fa: برچسب‌گذاری‌شده %s

source: %1$s, page %2$d
br: %1$s, pajenn %2$d
eo: %1$s, paĝo %2$d
fa: %1$s، صفحهٔ %2$d

source: Notice feed for %1$s tagged %2$s (RSS 1.0)
br: Neudenn an alioù evit %1$s merket %2$s (RSS 1.0)
eo: Avizofluo pri %1$s etikedigita %2$s (RSS 1.0)
fa: خوراک پیام‌های %1$s دارای برچسب %2$s (RSS 1.0)

source: Notice feed for %s (RSS 1.0)
br: Neudenn an alioù evit %s (RSS 1.0)
eo: Avizofluo pri %1$s (RSS 1.0)
fa: خوراک پیام‌های %s (RSS 1.0)

source: Notice feed for %s (RSS 2.0)
br: Neudenn an alioù evit %s (RSS 2.0)
eo: Avizofluo pri %1$s (RSS 2.0)
fa: خوراک پیام‌های %s (RSS 2.0)

source: Notice feed for %s (Atom)
br: Gwazh alioù %s (Atom)
eo: Avizofluo pri %1$s (Atom)
fa: خوراک پیام‌های %s (Atom)

source: FOAF for %s
br: mignon ur mignon evit %s
eo: Foramiko de %s
fa: FOAF برای %s

source: This is the timeline for %1$s but %2$s hasn't posted anything yet.
br: Hemañ eo al lanvad evit %s hag e vignoned met den n'en deus skrivet tra ebet evit ar mare.
eo: Tie ĉi estus tempstrio de %1$s sed %2$s ankoraŭ afiŝis nenion.
fa: این خط‌زمانی %1$s است، اما %2$s تاکنون چیزی نفرستاده است.

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
eo: Ĉu okazas io interesa lastatempe? Vi ne afiŝis ion ajn, nun taŭgas komenci :)
fa: اخیرا چیز جالب توجهی دیده‌اید؟ شما تاکنون پیامی نفرستاده‌اید، الان می‌تواند زمان خوبی برای شروع باشد :)

source: You can try to nudge %1$s or [post something to them](%%%%action.newnotice%%%%?status_textarea=%2$s).
eo: Vi povas provi [puŝeti %1$s] aŭ [afiŝi ion al li](%%%%action.newnotice%%%%?status_textarea=%2$s).

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
eo: **%s** havas konton ĉe %%site.name%%, [mikrobloga](http://en.wikipedia.org/wiki/Micro-blogging) servo surbaze de ilaro de Libera Molvaro [StatusNet](http://status.net/). [Aniĝu](%%action.register%%) por sekvi avizojn de **%s** kaj multe pli! ([Pli](%%doc.help%%))
fa: **%s** یک حساب در %%%%site.name%%%%، یک سرویس ]میکروبلاگینگ[(http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/) ،دارد. ]اکنون بپیوندید[(%%%%action.register%%%%) تا پیام‌های **%s** و بلکه بیش‌تر را دنبال کنید! (]بیش‌تر بخوانید[(%%%%doc.help%%%%))

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
eo: **%s** havas konton ĉe %%site.name%%, [mikrobloga](http://en.wikipedia.org/wiki/Micro-blogging) servo surbaze de ilaro de Libera Molvaro [StatusNet](http://status.net/).
fa: **%s** یک حساب در %%%%site.name%%%%، یک سرویس ]میکروبلاگینگ[(http://fa.wikipedia.org/wiki/%D9%85%DB%8C%DA%A9%D8%B1%D9%88%D8%A8%D9%84%D8%A7%DA%AF%DB%8C%D9%86%DA%AF) بر پایهٔ نرم‌افزار آزاد [StatusNet](http://status.net/) ،دارد.

source: Repeat of %s
br: Adkemeret eus %s
eo: Ripeto de %s
fa: تکرار %s

source: You cannot silence users on this site.
eo: Vi ne rajtas silentigi uzanton ĉe ĉi tiu retejo.
fa: شما نمی توانید کاربری را در این سایت ساکت کنید.

source: User is already silenced.
br: Lakaet eo bet da mut an implijer-mañ dija.
eo: La uzanto jam silentiĝas.
fa: کاربر قبلا ساکت شده است.

source: Basic settings for this StatusNet site
br: Arventennoù diazez evit al lec'hienn StatusNet-mañ.
eo: Baza agordo por ĉi tiu StatusNet-retejo.
fa: تنظیمات پایه برای این وب‌گاه StatusNet

source: Site name must have non-zero length.
br: Ne c'hell ket bezañ goullo anv al lec'hienn.
eo: La sita nomo devas pli ol nula longeco
fa: نام وب‌گاه باید طولی غیر صفر داشته باشد.

source: You must have a valid contact email address.
eo: Vi devas havi validan kontakteblan retpoŝtadreson
fa: شما باید یک نشانی پست الکترونیکی معتبر برای ارتباط داشته باشید.

source: Unknown language "%s".
br: Yezh "%s" dizanv.
eo: Nekonata lingvo "%s".

source: Minimum text limit is 0 (unlimited).
br: Ar vevenn izelañ evit an destenn a zo 0 arouezenn (anvevenn).
eo: Teksto estu almenaŭ 0 literojn (senlime).
fa: کمینهٔ محدودیت متن ۰ است (نامحدود).

source: Dupe limit must be one or more seconds.
eo: Refoja limo estu almenaŭ unu sekundo.

source: General
br: Hollek
eo: Ĝenerala
fa: عمومی

source: Site name
br: Anv al lec'hienn
eo: Nomo de retejo
fa: نام وب‌گاه

source: The name of your site, like "Yourcompany Microblog"
br: Anv ho lec'hienn, evel "Microblog ho embregerezh"
eo: Nomo de via retejo, ekzemple "Viafirmo Mikroblogo"
fa: نام وب‌گاه شما، مانند «میکروبلاگ شرکت شما»

source: Brought by
br: Degaset gant
eo: Eblige de
fa: آورده‌شده به وسیلهٔ

source: Text used for credits link in footer of each page
eo: Teksto por dankado-ligilo je subo por ĉiu paĝo
fa: متن استفاده‌شده برای پیوند سازندگان در انتهای هر صفحه

source: Brought by URL
br: Degaset dre URL
eo: Alportita de URL
fa: آورده‌شده با نشانی اینترنتی

source: URL used for credits link in footer of each page
eo: URL por danko-ligilo je subaĵo sur ĉiu paĝo
fa: نشانی اینترنتی استفاده‌شده برای پیوند سازندگان در انتهای هر صفحه

source: Contact email address for your site
br: Chomlec'h postel daremprediñ ho lec'hienn
eo: Kontakta retpoŝtadreso por via retejo
fa: نشانی پست الکترونیکی تماس برای وب‌گاه شما

source: Local
br: Lec'hel
eo: Loka
fa: محلی

source: Default timezone
eo: Defaŭlta horzono
fa: منطقهٔ زمانی پیش‌فرض

source: Default timezone for the site; usually UTC.
eo: Defaŭlta horzono de la retejo; kutime UTC.
fa: منظقهٔ زمانی پیش‌فرض برای وب‌گاه؛ معمولا UTC.

source: Default language
br: Yezh dre ziouer
eo: Defaŭlta lingvo
fa: زبان پیش‌فرض

source: Site language when autodetection from browser settings is not available
eo: Reteja lingvo por kiam lingva prefero ne troviĝas el la foliumilo
fa: شناسایی خودکار زبان وب‌گاه از راه تنظیمات مرورگر در دسترس نیست.

source: Limits
br: Bevennoù
eo: Limoj
fa: محدودیت ها

source: Text limit
br: Bevenn testenn
eo: Teksta longlimo
fa: محدودیت متن

source: Maximum number of characters for notices.
br: Niver brasañ a arouezennoù evit an alioù.
eo: Longlimo por afiŝoj.
fa: بیشینهٔ تعداد نویسه‌ها برای پیام‌ها.

source: Dupe limit
br: Bevenn a doublennoù
eo: Refoja limo

source: How long users must wait (in seconds) to post the same thing again.
eo: Kiel longe devas uzantoj atendas (je sekundo) antaŭ afiŝi la saman refejo.
fa: چه مدت کاربران باید منتظر بمانند (به ثانیه) تا همان چیز را دوباره بفرستند.

source: Site Notice
br: Ali al lec'hienn
eo: Reteja Anonco
fa: پیام وب‌گاه

source: Edit site-wide message
br: Kemmañ ur gemennadenn hag a zo diwar-benn al lec'hienn a-bezh
eo: Redakti retejan mesaĝon
fa: ویرایش پیام عمومی وب‌گاه

source: Unable to save site notice.
br: Diposubl eo enrollañ ali al lec'hienn.
eo: Malsukcesis konservi retejan anoncon.
fa: نمی‌توان پیام وب‌گاه را ذخیره کرد.

source: Max length for the site-wide notice is 255 chars.
eo: Longlimo por reteja anonco estas 255 literoj.
fa: بیشینهٔ طول برای پیام عمومی وب‌گاه ۲۵۵ نویسه است.
