Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Problem saving notice. Unknown user.
br: Ur gudenn a zo bet e-pad enrolladenn ar c'hemenn. Implijer dianav.
eo: Malsukcesis konservi avizon. Uzanto ne kontata.
fa: مشکل در ذخیره کردن پیام. کاربر نا شناخته.

source: Too many notices too fast; take a breather and post again in a few minutes.
eo: Tro da avizoj tro rapide; pace spiru kaj reafiŝu post kelke da minutoj.
fa: تعداد زیادی پیام و خیلی سریع فرستاده شده‌اند؛ استراحت کنید و دقایقی دیگر دوباره بفرستید.

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
eo: Tro da refojado tro rapide; pace spiru kaj reafiŝu post kelke da minutoj.
fa: تعداد زیاد پیام های دو نسخه ای و بسرعت؛ استراحت کنید و دقایقی دیگر مجددا ارسال کنید.

source: You are banned from posting notices on this site.
eo: Vi estas blokita de afiŝi ĉe tiu ĉi retejo.
fa: شما از فرستادن پیام در این وب‌گاه منع شده‌اید.

source: Problem saving notice.
br: Ur gudenn 'zo bet pa veze enrollet an ali.
eo: Malsukcesis konservi avizon.
fa: هنگام ذخیرهٔ پیام مشکلی ایجاد شد.

source: Bad type provided to saveKnownGroups
eo: Fuŝa tipo donita al saveKnownGroups

source: Problem saving group inbox.
br: Ur gudenn 'zo bet pa veze enrollet boest degemer ar strollad.
eo: Malsukcesis konservi grupan alvenkeston.
fa: هنگام ذخیرهٔ صندوق ورودی گروه مشکلی رخ داد.

source: Cannot revoke role "%1$s" for user #%2$d; does not exist.
eo: Malsukcesis revoki rolon "%1$s" de uzanto #%2$d; ĝi ne ekzistas.

source: Cannot revoke role "%1$s" for user #%2$d; database error.
eo: Malsukcesis revoki rolon "%1$s" de uzanto #%2$d; datumbaza eraro.

source: Missing profile.
br: Mankout a ra ar profil.
eo: Mankas profilo.

source: Unable to save tag.
br: Dibosupl eo enrollañ an tikedenn.
eo: Malsukcesis konservi etikedon.

source: You have been banned from subscribing.
br: Nac'het ez eus bet deoc'h en em goumanantiñ.
eo: Vi esatas blokita de aboni.
fa: شما از اشتراک منع شده‌اید.

source: Already subscribed!
br: Koumanantet dija !
eo: Jam abonato!
fa: قبلا اشتراک انجام شده است!

source: User has blocked you.
br: An implijer-mañ en deus stanket ac'hanoc'h.
eo: La uzanto blokis vin.
fa: کاربر شما را مسدود کرده است.

source: Not subscribed!
br: Nann-koumanantet !
eo: Ne abonato!
fa: تایید نشده!

source: Could not delete self-subscription.
br: Dibosupl eo dilemel ar c'houmanant.
eo: Ne eblas forigi abonon al vi mem.

source: Could not delete subscription OMB token.
br: Dibosupl eo dilemel ar c'houmanant.
eo: Malsukcesis forigi abonan OMB-ĵetonon.

source: Could not delete subscription.
br: Dibosupl eo dilemel ar c'houmanant.
eo: Malsukcesis forigi abonon.

source: Follow
eo: Sekvi

source: Welcome to %1$s, @%2$s!
br: Deuet mat da %1$s, @%2$s !
eo: Bonvenon al %1$s, @%2$s!
fa: @%2$s، به %1$s خوش آمدید!

source: No single user defined for single-user mode.
eo: Neniu difinata uzanto por sol-uzanta reĝimo.
fa: هیچ کاربر تنهایی برای حالت تک کاربره مشخص نشده است.

source: Could not create group.
br: Dibosupl eo krouiñ ar strollad.
eo: Malsukcesis krei grupon.
fa: نمیتوان گروه را تشکیل داد

source: Could not set group URI.
br: Dibosupl eo termeniñ URI ar strollad.
eo: Malsukcesis ĝisdatigi grupan URI.

source: Could not set group membership.
br: Dibosupl eo en em enskrivañ d'ar strollad.
eo: Malsukcesis ĝisdatigi grupan anecon.
fa: نمی‌توان عضویت گروه را تعیین کرد.

source: Could not save local group info.
br: Dibosupl eo enrollañ titouroù ar strollad lec'hel.
eo: Malsukcesis lokan grupan informon.
fa: نمی‌توان اطلاعات گروه محلی را ذخیره کرد.

source: Change your profile settings
br: Kemmañ arventennoù ho profil
eo: Ŝanĝi vian profilan agordon.
fa: تنظیمات نمایه‌تان را تغییر دهید

source: Upload an avatar
br: Enporzhiañ un avatar
eo: Alŝuti vizaĝbildon
fa: بارگذاری یک چهره

source: Change your password
br: Cheñch ar ger-tremen
eo: Ŝanĝi vian pasvorton.
fa: تغییر گذرواژهٔ شما

source: Change email handling
br: Kemmañ tretadur ar posteloù
eo: Ŝanĝi retpoŝtan disponadon.
fa: تغیر تنظیمات ایمل .

source: Design your profile
br: Krouit ho profil
eo: Desegni vian profilon
fa: نمایهٔ خود را طراحی کنید

source: Other options
br: Dibarzhioù all
eo: Aliaj
fa: انتخابات دیگر

source: Other
br: All
eo: Alia
fa: دیگر

source: Untitled page
br: Pajenn hep anv
eo: Sentitola paĝo
fa: صفحهٔ بدون عنوان

source: Primary site navigation
eo: Unua reteja navigado
fa: مسیریابی اصلی وب‌گاه

# TOOLTIP
source: Personal profile and friends timeline
eo: Tempstrio pri vi kaj amikoj
fa: نمایهٔ شخصی و خط‌زمانی دوستان

# MENU
source: Personal
br: Personel
eo: Persona
fa: شخصی

# TOOLTIP
source: Change your email, avatar, password, profile
br: Kemmañ ho chomlec'h postel, hoc'h avatar, ho ger-tremen, ho profil
eo: Ŝanĝu la retpoŝtadreson, vizaĝbildon, pasvorton aŭ la profilon
fa: پست الکترونیکی، تصویر، گذرواژه یا نمایهٔ خودتان را تغییر دهید

source: Account
br: Kont
eo: Konto
fa: حساب کاربری

# TOOLTIP
source: Connect to services
br: Liammañ d'ar servijoù
eo: Konekti al servoj
fa: اتصال به سرویس‌ها

source: Connect
br: Kevreañ
eo: Konekti
fa: وصل‌شدن

# TOOLTIP
source: Change site configuration
br: Kemmañ arventennoù al lec'hienn
eo: Ŝanĝi agordojn de la retejo
fa: تغییر پیکربندی وب‌گاه

# MENU
source: Admin
br: Merañ
eo: Administri
fa: مدیر

# TOOLTIP
source: Invite friends and colleagues to join you on %s
br: Pediñ mignoned hag kenseurted da zont ganeoc'h war %s
eo: Inviti amikojn kaj kolegojn al %s kun vi
fa: دوستان و همکاران‌تان را دعوت کنید تا به شما در %s بپیوندند

# MENU
source: Invite
br: Pediñ
eo: Inviti
fa: دعوت‌کردن

# TOOLTIP
source: Logout from the site
br: Digevreañ diouzh al lec'hienn
eo: Elsaluti el la retejo
fa: خارج‌شدن از وب‌گاه

# MENU
source: Logout
br: Digevreañ
eo: Elsaluti
fa: خروج

# TOOLTIP
source: Create an account
br: Krouiñ ur gont
eo: Krei konton
fa: ساختن یک جساب‌کاربری

# MENU
source: Register
br: En em enskrivañ
eo: Registriĝi
fa: ثبت‌نام

# TOOLTIP
source: Login to the site
br: Kevreañ d'al lec'hienn
eo: Ensaluti al la retejo
fa: ورود به وب‌گاه

# MENU
source: Login
br: Kevreañ
eo: Ensaluti
fa: ورود

# TOOLTIP
source: Help me!
br: Sikour din !
eo: Helpu min!
fa: به من کمک کنید!

# MENU
source: Help
br: Skoazell
eo: Helpo
fa: کمک

# TOOLTIP
source: Search for people or text
br: Klask tud pe un tamm testenn
eo: Serĉi homon aŭ tekston
fa: جست‌وجو برای افراد یا متن

# MENU
source: Search
br: Klask
eo: Serĉi
fa: جست‌وجو

source: Site notice
br: Ali al lec'hienn
eo: Reteja anonco
fa: پیام وب‌گاه

source: Local views
br: Selloù lec'hel
eo: Loka vido
fa: دید محلی

source: Page notice
br: Ali ar bajenn
eo: Paĝa anonco
fa: پیام صفحه

source: Secondary site navigation
eo: Dua reteja navigado
fa: مسیریابی فرعی وب‌گاه

source: Help
br: Skoazell
eo: Helpo
fa: کمک

source: About
br: Diwar-benn
eo: Enkonduko
fa: دربارهٔ

source: FAQ
br: FAG
eo: Oftaj demandoj
fa: سوال‌های رایج

source: TOS
br: AIH
eo: Serva Kondiĉo
fa: شرایط سرویس

source: Privacy
br: Prevezded
eo: Privateco
fa: خصوصی

source: Source
br: Mammenn
eo: Fontkodo
fa: منبع

source: Contact
br: Darempred
eo: Kontakto
fa: تماس

source: Badge
br: Badj
eo: Insigno
fa: نشان

source: StatusNet software license
br: Aotre-implijout ar meziant StatusNet
eo: Licenco de la programaro StatusNet
fa: StatusNet مجوز نرم افزار

source: **%%site.name%%** is a microblogging service brought to you by [%%site.broughtby%%](%%site.broughtbyurl%%).
eo: **%%site.name%%** estas mikrobloga servo kreite de [%%site.broughtby%%](%%site.broughtbyurl%%).
fa: **%%site.name%%** یک سرویس میکروبلاگینگ که توسط [%%site.broughtby%%](%%site.broughtbyurl%%) برای شما راه‌اندازی شده است.

source: **%%site.name%%** is a microblogging service.
br: **%%site.name%%** a zo ur servij microblogging.
eo: **%%site.name%%** estas mikrobloga servo.
fa: **%%site.name%%** یک سرویس میکروبلاگینگ است.

source: It runs the [StatusNet](http://status.net/) microblogging software, version %s, available under the [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
eo: Ĝi utiligas mikroblogilaron de [StatusNet](http://status.net/), versio %s, havebla sub la [GNU Affero Ĝenerala Publika Permesilo](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
fa: این وب‌گاه نرم‌افزار میکروبلاگینگ [StatusNet](http://status.net/) نسخهٔ %s را اجرا می‌کند که زیر مجوز [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html) در دسترس است.

source: Site content license
br: Aotre-implijout diwar-benn danvez al lec'hienn
eo: Reteja enhava permesilo
fa: مجوز محتویات وب‌گاه

source: Content and data of %1$s are private and confidential.
eo: Enhavo kaj datumo de %1$s estas privata kaj konfidenca.
fa: محتویات و داده‌های %1$s خصوصی و محرمانه هستند.

source: Content and data copyright by %1$s. All rights reserved.
eo: Enhava kaj datuma aŭtorrajto apartenas al %1$s. Ĉiuj rajtoj rezervitaj.
fa: حق تکثیر محتوا و داده‌ها با %1$s است. تمام حقوق محفوظ است.

source: Content and data copyright by contributors. All rights reserved.
eo: Enhava kaj datuma aŭtorrajto apartenas al kontribuintoj. Ĉiuj rajtoj rezervitaj.
fa: حق تکثیر محتوا و داده‌ها با مشارکت‌کنندگان است. تمام حقوق محفوظ است.

source: All %1$s content and data are available under the %2$s license.
eo: Ĉiuj enhavo kaj datumo ĉe %1$s estas havebla sub permesilo %2$s.
fa: تمام محتویات و داده‌های %1$s زیر مجوز %2$s در دسترس هستند.

source: Pagination
br: Pajennadur
eo: Paĝado
fa: صفحه بندى

source: After
br: War-lerc'h
eo: Poste
fa: پس از

source: Before
br: Kent
eo: Antaŭe
fa: قبل از

source: Can't handle remote content yet.
eo: Ankoraŭ ne eblas trakti foran enhavon.
fa: هنوز نمی‌توان محتویات ازراه‌دور را به‌کار برد.

source: Can't handle embedded XML content yet.
eo: Ankoraŭ ne eblas trakti enigitan XML-aĵon.
fa: هنوز نمی‌توان محتویات XML جاسازی‌شده را به‌کار برد.

source: Can't handle embedded Base64 content yet.
eo: Ankoraŭ ne eblas trakti enigitan Base64-enhavon.
fa: هنوز نمی‌توان محتوای جاسازی‌شدهٔ Base64 را به‌کار برد.

source: You cannot make changes to this site.
eo: Vi ne rajtas ŝanĝi ĉe tiu ĉi retejo.
fa: شما نمی توانید در این وب‌گاه تغییر ایجاد کنید

source: Changes to that panel are not allowed.
br: N'eo ket aotreet kemmañ ar panell-se
eo: Malpermesas ŝanĝi agordon sur la panelon.
fa: تغییرات در آن قطعه مجاز نیست.

source: showForm() not implemented.
br: N'eo ket bet emplementet showForm().
eo: showForm() ne jam realigita.
fa: showForm() پیاده نشده است.

source: saveSettings() not implemented.
br: N'eo ket bet emplementet saveSettings().
eo: saveSettings() ne jam realigita.
fa: saveSettings() پیاده نشده است.

source: Unable to delete design setting.
br: Dibosupl eo dilemel an arventennoù krouiñ.
eo: Malsukcesas forigi desegnan agordon.
fa: نمی توان تنظیمات طراحی شده را پاک کرد .

source: Basic site configuration
br: Arventennoù diazez al lec'hienn
eo: Baza reteja agordo
fa: پیکربندی اولیه وب‌گاه

# MENU
source: Site
br: Lec'hienn
eo: Retejo
fa: وب‌گاه

source: Design configuration
br: Kefluniadur ar c'hrouiñ
eo: Desegna agordo
fa: پیکربندی طرح

# MENU
source: Design
eo: Desegno
fa: طرح

source: User configuration
br: Kefluniadur an implijer
eo: Uzanta agordo
fa: پیکربندی کاربر

source: User
br: Implijer
eo: Uzanto
fa: کاربر

source: Access configuration
br: Kefluniadur ar moned
eo: Alira agordo
fa: پیکربندی دسترسی

source: Paths configuration
br: Kefluniadur an hentoù
eo: Voja agordo
fa: پیکربندی مسیرها

source: Sessions configuration
br: Kefluniadur an dalc'hoù
eo: Seanca agodo
fa: پیکربندی نشست‌ها

source: Edit site notice
br: Kemmañ ali al lec'hienn
eo: Redakti retejan anoncon
fa: ویرایش پیام وب‌گاه

source: Snapshots configuration
br: Kefluniadur ar primoù
eo: Momentfota Agordo
fa: پیکربندی تصاویر لحظه‌ای

source: API resource requires read-write access, but you only have read access.
eo: API-fonto bezonas leg-skriba aliro, sed vi nur rajtas legi.
fa: منبع API به دسترسی خواندن-نوشتن نیاز دارد، اما شما تنها دسترسی خواندن را دارید.

source: No application for that consumer key.
eo: Ne estas aplikaĵo kun la kosumanta ŝlosilo.

source: Bad access token.
eo: Fuŝa aliro-ĵetono.

source: No user for that token.
eo: Ne estas uzanto kun tiu ĵetono.

source: Could not authenticate you.
eo: Malsukcesis aŭtentigi vin.

source: Database error inserting OAuth application user.
eo: Datumbaza eraro enigi la uzanton de *OAuth-aplikaĵo.
fa: هنگام افزودن کاربر برنامهٔ OAuth در پایگاه داده خطایی رخ داد.

source: Tried to revoke unknown token.
eo: Provis revoki nekonatan ĵetonon.

source: Failed to delete revoked token.
eo: Malsukcesis forigi revokitan ĵetonon.

source: Icon for this application
br: Arlun evit ar poellad-mañ
eo: Emblemo por tiu ĉi aplikaĵo
fa: شمایل این برنامه

source: Describe your application
br: Deskrivit ho poellad
eo: Priskribu vian aplikaĵon
fa: برنامهٔ خود را توصیف کنید

source: URL of the homepage of this application
br: URL pajenn degemer ar poellad-mañ
eo: URL al la hejmpaĝo de tiu ĉi aplikaĵo
fa: نشانی اینترنتی صفحهٔ خانگی این برنامه

source: Source URL
br: Mammenn URL
eo: Fonta URL
fa: نشانی اینترنتی منبع

source: Organization responsible for this application
br: An aozadur e karg eus ar poellad-mañ
eo: Organizo, kiu prizorgi la aplikaĵon
fa: سازمان مسئول این برنامه

source: URL for the homepage of the organization
br: URL pajenn degemer an aozadur-se
eo: URL al la hejmpaĝo de la organizo
fa: نشانی اینترنتی برای صفحهٔ خانگی سازمان

source: URL to redirect to after authentication
br: URL davet pehini e o ret adkas goude bezañ kevreet
eo: URL por alidirekto post aŭtentigado
fa: نشانی اینترنتی برای دوباره‌هدایت‌کردن بعد از تصدیق

source: Browser
br: Merdeer
eo: Foliumilo
fa: مرورگر

source: Desktop
br: Burev
eo: Labortablo
fa: میزکار

source: Type of application, browser or desktop
br: Seurt ar poellad, merdeer pe burev
eo: Tipo de aplikaĵo, foliumilo aŭ labortablo
fa: نوع برنامه، مرورگر یا میزکار

source: Read-only
br: Lenn hepken
eo: Nur-lege
fa: تنها خواندنی

source: Read-write
br: Lenn-skrivañ
eo: Leg-skribe
fa: خواندن-نوشتن

source: Default access for this application: read-only, or read-write
eo: Defaŭta aliro por la aplikaĵo: nur-lege aŭ leg-skribe.
fa: دسترسی پیش‌فرض برای این برنامه: تنها خواندنی یا خواندن-نوشتن

source: Cancel
br: Nullañ
eo: Nuligi
fa: انصراف

source: by
eo: De

source: read-write
br: lenn-skrivañ
eo: leg-skribe
fa: خواندن-نوشتن

source: read-only
br: lenn hepken
eo: nur-lege
fa: تنها خواندنی

source: Approved %1$s - "%2$s" access.
br: Aprouet d'an %1$s - moned "%2$s".
eo: Permesita %1$s - aliro "%2$s".

# BUTTON
source: Revoke
eo: Revoki
fa: لغو کردن

source: Author
br: Aozer
eo: Aŭtoro
fa: مؤلف

source: Provider
br: Pourvezer
eo: Donanto
fa: مهیا کننده

source: Notices where this attachment appears
eo: Avizo, kie ĉi tiu aldonaĵo aperos
fa: پیام‌هایی که این پیوست در آن‌جا ظاهر می‌شود

source: Tags for this attachment
eo: Etikedoj por ĉi tiu aldonaĵo
fa: برچسب‌ها برای این پیوست

source: Block
br: Stankañ
eo: Bloki
fa: بازداشتن

source: Command results
br: Disoc'hoù an urzhiad
eo: Komandaj rezultoj
fa: نتیجه دستور

source: Command complete
br: Urzhiad bet klokaet
eo: Komando kompleta
fa: دستور انجام شد

source: Command failed
br: C'hwitet en deus an urzhiad
eo: Komando maltrafis
fa: فرمان شکست خورد

source: Notice with that id does not exist.
eo: Avizo kun tiu identigaĵo ne ekzistas.

source: User has no last notice.
eo: La uzanto ne havas lastan averton.

source: Could not find a user with nickname %s.
eo: Ne povas trovi uzanton kun kromnomo %s.

source: Could not find a local user with nickname %s.
eo: Ne troviĝas loka uzanto kun alnomo %s.

source: Sorry, this command is not yet implemented.
br: Digarezit, n'eo ket bet emplementet an urzhiad-mañ c'hoazh.
eo: Pardonon, la komando ankoraŭ ne realiĝas.
fa: متاسفانه این دستور هنوز پیاده نشده است.

source: It does not make a lot of sense to nudge yourself!
br: N'eus tamm talvoudegezh ebet ober ur blinkadenn deoc'h c'hwi oc'h unan !
eo: Iom sensencas puŝeti vin mem!
fa: خیلی جالب نیست که به خودتان یادآوری کنید!

source: Nudge sent to %s.
eo: Puŝeto sendiĝas al %s

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
br: Koumanatoù : %1$s Tud koumanantet : %2$s kemennadennoù : %3$s
eo: Abonatoj: %1$s Abonantoj: %2$s Avizoj: %3$s
fa: اشتراک‌ها: %1$s مشترک‌ها: %2$s پیام‌ها: %3$s

source: Notice marked as fave.
br: Ali bet ouzhpennet d'ar pennroll.
eo: Avizo ŝatiĝas.
fa: پیام به‌عنوان برگزیده مشخص شد.

source: %1$s joined group %2$s.
eo: %1$s aniĝis al grupo %2$s.

source: %1$s left group %2$s.
eo: %1$s foriras de grupo %2$s.

source: Fullname: %s
br: Anv klok : %s
eo: Plennomo: %s
fa: نام کامل : %s

source: Location: %s
br: Lec'hiadur : %s
eo: Loko: %s
fa: موقعیت : %s

source: Homepage: %s
br: Lec'hienn Web : %s
eo: Hejmpaĝo: %s
fa: صفحه خانگی : %s

source: About: %s
br: Diwar-benn : %s
eo: Biografio: %s
fa: دربارهٔ: %s

source: %s is a remote profile; you can only send direct messages to users on the same server.
eo: %s estas fora profilo; vi povas sendi rektan mesaĝon nur al uzanto je sama servilo.
fa: %s یک نمایهٔ ازراه‌دور است؛ شما تنها می‌توانید پیام‌های مستقیم را به کاربران در یک کارگزار بفرستید.

source: Message too long - maximum is %1$d characters, you sent %2$d.
br: Re hir eo ar gemennadenn - ar ment brasañ a zo %1$d arouezenn, %2$d arouezenn o peus lakaet.
eo: Mesaĝo tro longas - longlimo estas %1$d, via estas %2$d
fa: پیام خیلی طولانی است - حداکثر تعداد مجاز %1$d نویسه است که شما %2$d نویسه را فرستادید.

source: Error sending direct message.
br: Ur gudenn 'zo bet pa veze kaset ho kemennadenn.
eo: Eraris sendi rektan mesaĝon.
fa: خطا در فرستادن پیام مستقیم.

source: Notice from %s repeated.
eo: Avizo de %s ripetiĝas.

source: Error repeating notice.
eo: Eraris ripeti avizon.
fa: هنگام تکرار پیام خطایی رخ داد.

source: Notice too long - maximum is %1$d characters, you sent %2$d.
eo: Avizo tro longas - longlimo estas %1$d lietroj, kaj via mesaĝo longas je %2$d.

source: Reply to %s sent.
eo: Respondo al %s sendiĝas.

source: Error saving notice.
eo: Eraris sendi avizon.
fa: هنگام ذخیرهٔ پیام خطا رخ داد.

source: Specify the name of the user to subscribe to.
eo: Specifu nomon de la abonota uzanto.

source: Can't subscribe to OMB profiles by command.
eo: Malsukcesis aboni OMB-profilon per komando.
fa: نمی‌توان با دستور مشترک نمایه‌های OMB شد.

source: Subscribed to %s.
eo: %s abonita

source: Specify the name of the user to unsubscribe from.
eo: Specifu la nomon de uzanto malabonota.

source: Unsubscribed from %s.
eo: %s malabonita.

source: Command not yet implemented.
eo: Komando ankoraŭ ne realigita.
fa: دستور هنوز پیاده نشده است.

source: Notification off.
br: Kemennoù diweredekaet.
eo: Sciigo for.
fa: آگاه‌سازی خاموش شد.

source: Can't turn off notification.
br: Dibosupl eo diweredekaat ar c'hemennoù.
eo: Malsukcesis malŝalti sciigon.
fa: ناتوان در خاموش کردن آگاه سازی.

source: Notification on.
br: Kemennoù gweredekaet
eo: Sciigo en.
fa: آگاه سازی فعال است.

source: Can't turn on notification.
br: Dibosupl eo gweredekaat ar c'hemennoù.
eo: Malsukcesis ŝalti sciigon.
fa: ناتوان در روشن کردن آگاه سازی.

source: Login command is disabled.
eo: Ensaluta komando malebliĝas.

source: This link is useable only once and is valid for only 2 minutes: %s.
eo: Ĉi tiu ligilo estas uzebla nur unufoje kaj valida nur 2 minutojn: %s.

source: Unsubscribed %s.
eo: %s malaboniĝas.

source: You are not subscribed to anyone.
br: N'hoc'h ket koumanantet da zen ebet.
eo: Vi ne abonas iun ajn.
fa: شما مشترک هیچ‌کسی نشده‌اید.

source: You are subscribed to this person:
eo: Vi abonas jenan homon:
fa: شما مشترک این فرد شده‌اید:

source: No one is subscribed to you.
br: Den n'eo koumanantet deoc'h.
eo: Neniu abonas vin.
fa: هیچ‌کس مشترک شما نشده است.

source: This person is subscribed to you:
eo: La homo abonas vin:
fa: این فرد مشترک شما شده است:

source: You are not a member of any groups.
br: N'oc'h ezel eus strollad ebet.
eo: Vi ne estas grupano de iu ajn grupo.
fa: شما در هیچ گروهی عضو نیستید .

source: You are a member of this group:
eo: Vi estas grupano de jena grupo:
fa: شما یک عضو این گروه هستید:
