Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Site notice text
br: Testenn ali al lec'hienn
eo: Teksto de reteja anonco.
fa: متن پیام وب‌گاه

source: Site-wide notice text (255 chars max; HTML okay)
br: Testenn an ali diwar-benn al lec'hienn a-bezh (255 arouezenn d'ar muiañ ; HTML gweredekaet)
eo: Teksto de reteja anonco (apenaŭ 255 literoj; HTML eblas)
fa: متن پیام عمومی وب‌گاه (حداکثر ۲۵۵ نویسه؛ می‌توان از HTML استفاده کرد)

source: Save site notice
br: Enrollañ ali ul lec'hienn
eo: Konservi retejan agordon
fa: ذخیرهٔ پیام وب‌گاه

source: SMS settings
br: Arventennoù SMS
eo: SMM-a agordo
fa: تنظیمات پیامک

source: You can receive SMS messages through email from %%site.name%%.
br: Gellout a reoc'h resevout kemmadennoù SMS dre postel o tont eus %%site.name%%.
eo: Vi povos ricevi SMM-mesaĝon per retpoŝto de %%site.name%%.
fa: شما می‌توانید پیامک‌ها را از راه پست الکترونیک از %%site.name%% دریافت کنید.

source: SMS is not available.
br: Dizimplijadus eo an SMS.
eo: SMM ne estas disponebla.
fa: پیامک در دسترس نیست.

source: SMS address
br: Chomlec'h SMS
eo: SMM-a adreso
fa: نشانی پیامک

source: Current confirmed SMS-enabled phone number.
br: Niverenn pellgomz bet gwiriekaet evit resevout SMSoù.
eo: Nuna konfirmita SMM-pova telefonnumero
fa: شمارهٔ تلفن با قابلیت فرستادن پیامک که در حال حاضر تایید شده است.

source: Awaiting confirmation on this phone number.
br: Niverenn pellgomz o c'hortoz bezañ kadarnaet.
eo: Atendante konfirmon por la telefonnumero.
fa: منتظر تاییدیه برای این شماره تلفن.

source: Confirmation code
br: Kod kadarnaat
eo: Konfirma kodo.
fa: کد تاییدیه

source: Enter the code you received on your phone.
br: Lakait ar c'hod o peus resevet war ho pellgomzer hezoug.
eo: Entajpu la kodon, kiu vi ricevis per poŝtelefono.
fa: کدی را که در گوشی‌تان دریافت کردید، وارد کنید

# BUTTON
source: Confirm
br: Kadarnaat
eo: Konfirmi
fa: تایید

source: SMS phone number
br: Niverenn bellgomz evit an SMS
eo: SMM-a telefonnumero
fa: شمارهٔ تماس پیامک

source: Phone number, no punctuation or spaces, with area code
eo: Telefonnumero, sen interpunkcio aŭ spacoj, kun loka kodo
fa: شماره تلفن، بدون نشانه گذاری یا فاصله، با کد منطقه

source: SMS preferences
br: Penndibaboù an SMSoù
eo: SMM-aj preferoj
fa: ترجیحات پیامک

source: Send me notices through SMS; I understand I may incur exorbitant charges from my carrier.
eo: Sendu al mi avizoj per SMM; mi komprenas ke la kosto eble estos multa de mia peranto.
fa: پیام‌ها را برای من از راه پیامک بفرست؛ من متوجه هستم که ممکن است متحمل هزینهٔ زیادی از طرف اپراتورم بشوم.

source: SMS preferences saved.
br: Penndibaboù an SMSoù enrollet.
eo: SMM-prefero konserviĝas.
fa: تنظیمات پیامک ذخیره شد.

source: No phone number.
br: Niverenn bellgomz ebet.
eo: Mankas la telefononumero.
fa: بدون شماره تلفن.

source: No carrier selected.
eo: Neniu peranto elektiĝas.
fa: هیچ اپراتوری انتخاب نشده است.

source: That is already your phone number.
br: Ho niverenn pellgomz eo dija.
eo: Tio estas jam via telefonnumero.
fa: آن قبلا شماره تلفن شما بوده است.

source: That phone number already belongs to another user.
br: D'un implijer all eo an niverenn-mañ dija.
eo: Tiu telefonnumero jam apartenas al alia uzanto.
fa: أن شماره تلفن پیش از این به کاربر دیگری تعلق داشته است.

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
eo: Konfirmkodo jam sendiĝas al la aldonita telefonnumero. Kontrolu vian poŝtelefonon pri la kodo kaj gvido pri kiel uzi ĝin.
fa: یک کد تاییدیه به شماره تلفنی که شما وارد کردید، فرستاده شد. گوشی‌تان را برای کد و راهنمای استفاده از آن بررسی کنید.

source: That is the wrong confirmation number.
br: Direizh eo ar c'hod gwiriekaat-mañ.
eo: Tiu konfirma kodo estas malĝusta.
fa: این کد تاییدیه نادرست است.

source: SMS confirmation cancelled.
br: Nullet eo bet ar gadarnadenn SMS.
eo: SMM-a konfirmo nuliĝas.
fa: تایید پیامک لغو شد.

source: That is not your phone number.
br: n'eo ket ho niverenn pellgomz.
eo: Tio ne estas via telefonnumero.
fa: این شمارهٔ تلفن شما نیست.

source: The SMS phone number was removed.
br: Dilamet eo bet an niverenn bellgomz evit an SMSoù.
eo: La SMM-numreo estas forigita.
fa: شماره تماس پیامک پاک شد.

source: Mobile carrier
br: Pourvezer pellgomzerezh hezoug
eo: Poŝtelefona peranto
fa: اپراتور موبایل

source: Select a carrier
br: Dibab un douger
eo: Elektu peranton
fa: یک اپراتور را انتخاب کنید

source: Mobile carrier for your phone. If you know a carrier that accepts SMS over email but isn't listed here, send email to let us know at %s.
eo: Poŝtelefona peranto de via telefono. Se vi konas peranton, kiu akceptas SMM per retpoŝto sed ne listiĝas tie ĉi, sendu mesaĝon al ni sciigi, je %s.
fa: اپراتور موبایل برای گوشی شما. اگر شما اپراتوری را می‌شناسید که از پیامک از راه پست الکترونیک پشتیبانی می‌کند، اما این‌جا فهرست نشده است، در %s نامه بفرستید تا ما باخبر شویم.

source: No code entered
br: N'eo bet lakaet kod ebet
eo: Neniu kodo entajpita
fa: کدی وارد نشد

source: Snapshots
br: Prim
eo: Momentfotoj
fa: تصاویر لحظه‌ای

source: Manage snapshot configuration
eo: Administri agordon pri momentfoto
fa: مدیریت پیکربندی تصویر لحظه‌ای

source: Invalid snapshot run value.
eo: Momentfota ofteco nevalida.
fa: مقدار اجرای تصویر لحظه‌ای نامعتبر است.

source: Snapshot frequency must be a number.
eo: Momentfota ofteco estu nombro.
fa: تناوب تصویر لحظه‌ای باید یک عدد باشد.

source: Invalid snapshot report URL.
eo: Momentfota alraporta URL nevalida.
fa: نشانی اینترنتی گزارش تصویر لحظه‌ای نامعتبر است.

source: Randomly during web hit
eo: Harzarde dum ret-alklako.

source: In a scheduled job
eo: Laŭplane
fa: در یک وظیفهٔ برنامه‌ریزی‌شده

source: Data snapshots
eo: Datumaj momentfotoj
fa: داده‌های تصاویر لحظه‌ای

source: When to send statistical data to status.net servers
eo: Kiam sendu statistikan datumon al status.net serviloj
fa: زمان فرستادن داده‌های آماری به کارگزارهای status.net

source: Frequency
br: Stankter
eo: Ofteco
fa: فرکانس

source: Snapshots will be sent once every N web hits
eo: Momentfotoj sendiĝos post po N alklakoj

source: Report URL
br: URL an danevell
eo: Alraporta URL
fa: نشانی اینترنتی گزارش

source: Snapshots will be sent to this URL
eo: Momentfotoj sendiĝos al ĉi tiu URL
fa: تصاویر لحظه‌ای به این نشانی اینترنتی فرستاده می‌شوند

source: Save snapshot settings
br: Enrollañ arventennoù al lec'hienn
eo: Konservi retejan agordon
fa: ذخیرهٔ تنظیمات تصویر لحظه‌ای

source: You are not subscribed to that profile.
eo: Vi ne abonis tiun profilon.
fa: شما مشترک آن نمایه نیستید.

source: Could not save subscription.
eo: Malsukcesis konservi abonon.
fa: نمی‌توان اشتراک را ذخیره کرد.

source: This action only accepts POST requests.
eo: La ago akceptas nur POST-an peton.
fa: این عمل تنها درخواست‌های POST را می‌پذیرد.

source: No such profile.
br: N'eus ket eus ar profil-se.
eo: Ne ekzistas tia profilo.
fa: چنین نمایه‌ای وجود ندارد.

source: You cannot subscribe to an OMB 0.1 remote profile with this action.
eo: Vi ne povas aboni foran OMB 0.1-an profilon per ĉi tiu ago.
fa: نمی‌توان با این کار مشترک یک نمایهٔ از راه دور OMB 0.1شد.

source: Subscribed
br: Koumanantet
eo: Abonita
fa: مشترک‌شده

source: %s subscribers
br: Koumanantet da %s
eo: %s abonantoj
fa: %s مشترک

source: %1$s subscribers, page %2$d
br: Koumanantet da %1$s, pajenn %2$d
eo: %1$s abonantoj, paĝo %2$d
fa: مشترک‌های %1$s، صفحهٔ %2$d

source: These are the people who listen to your notices.
eo: Jen homoj, kiuj rigardas viajn avizojn.
fa: این‌ها کسانی هستند که پیام‌های شما را دنبال می‌کنند.

source: These are the people who listen to %s's notices.
eo: Jen homoj, kiuj rigardas avizojn de %s.
fa: این‌ها کسانی هستند که پیام‌های %s را دنبال می‌کنند.

source: %s has no subscribers. Want to be the first?
br: n'ez eus den ebet koumanantet da %s. Ha c'hoant o peus bezañ an hini gentañ ?
eo: %s ne havas abonantojn. Ĉu vi volas esti la unua?
fa: %s هیچ مشترکی ندارد. می‌خواهید اولین مشترک باشید؟

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
eo: %s ne havas abonantojn. Kial ne [krei konton](%%%%*action.*Register%%%%) kaj esti la unua?
fa: %s هیچ مشترکی ندارد. چرا ]یک حساب ثبت نمی‌کنید[(%%%%action.register%%%%) و اولین مشترک نمی‌شوید؟

source: %s subscriptions
br: Koumanantoù %s
eo: %s abonatoj
fa: %s اشتراک

source: %1$s subscriptions, page %2$d
br: Koumanantoù %1$s, pajenn %2$d
eo: %1$s abonatoj, paĝo %2$d
fa: اشتراک‌های %1$s، صفحهٔ %2$d

source: These are the people whose notices you listen to.
br: Heuliañ a reoc'h alioù an dud-se.
eo: Jen homoj, kies avizoj rigardas vi.
fa: این‌ها کسانی هستند که پیام‌هایشان را دنبال می‌کنید.

source: These are the people whose notices %s listens to.
br: Heuliet eo alioù an den-mañ gant %s.
eo: Jen homoj, kies avizoj %s rigardas.
fa: این‌ها کسانی هستند که %s پیام‌هایشان را دنبال می‌کند.

source: You're not listening to anyone's notices right now, try subscribing to people you know. Try [people search](%%action.peoplesearch%%), look for members in groups you're interested in and in our [featured users](%%action.featured%%). If you're a [Twitter user](%%action.twittersettings%%), you can automatically subscribe to people you already follow there.
eo: Vi ne nun abonas ies ajn avizoj. Provu aboni konatojn. Provu [homserĉi](%%action.peoplesearch%%), kontrolu grupanojn en interesaj grupoj, kaj nian [elstarajn uzantojn](%%action.featured%%). Se vi estas [Tvitanto](%%action.twittersettings%%), vi povas aŭtomate aboni homon, kiun vi jam sekvas tie.
fa: شما در حال حاضر پیام‌های هیچ‌کس را دنبال نمی‌کنید، تلاش کنید که مشترک افرادی که می‌شناسید شوید. [جست‌وجوی افراد](%%action.peoplesearch%%) را امتحان کنید، اعضای گروه‌هایی را که به آن‌ها علاقه دارید و یا [کاربران برجسته](%%action.featured%%) را جست‌وجو کنید. اگر شما یک [کاربر توییتر](%%action.twittersettings%%) هستید، شما می‌توانید به‌صورت خودکار مشترک افرادی شوید که اکنون آن‌جا آن‌ها را دنبال می‌کنید.

source: %s is not listening to anyone.
br: Ne heuilh %s den ebet.
eo: %s ne abonas iun ajn.
fa: %s هیچ‌کس را دنبال نمی‌کند.

source: Notices tagged with %1$s, page %2$d
br: Alioù merket gant %1$s, pajenn %2$d
eo: Avizoj etikeditaj per %1$s - paĝo %2$d
fa: پیام‌های برچسب‌دار شده با %1$s، صفحهٔ %2$d

source: Notice feed for tag %s (RSS 1.0)
br: Gwazh an alioù evit ar merk %s (RSS 1.0)
eo: Avizofluo pri etikedo %s (RSS 1.0)
fa: خوراک پیام برای برچسب %s (RSS 1.0)

source: Notice feed for tag %s (RSS 2.0)
br: Gwazh an alioù evit ar merk %s (RSS 2.0)
eo: Avizofluo pri etikedo %s (RSS 2.0)
fa: خوراک پیام برای برچسب %s (RSS 2.0)

source: Notice feed for tag %s (Atom)
br: Gwazh an alioù evit ar merk %s (Atom)
eo: Avizofluo pri etikedo %s (Atom)
fa: خوراک پیام برای برچسب %s (Atom)

source: No ID argument.
br: Arguzenn ID ebet.
eo: Neniu ID-argumento

source: Tag %s
br: Merk %s
eo: Etikedo %s
fa: برچسب %s

source: User profile
br: Profil an implijer
eo: Uzanta profilo
fa: نمایهٔ کاربر

source: Photo
br: Skeudenn
eo: Foto
fa: تصویر

source: Tag user
br: Merkañ an implijer
eo: Etikedi uzanton
fa: برچسب‌گذاری کاربر

source: Tags for this user (letters, numbers, -, ., and _), comma- or space- separated
br: Merkoù evit an implijer-mañ (lizherennoù, sifroù, -, ., ha _), dispartiet gant virgulennoù pe gant esaouennoù
eo: Etikedoj por ĉi tiuj uzanto (literoj, ciferoj, -, . Kaj _), apartigu per komo aŭ spaco.
fa: برچسب‌ها برای این کاربر (حروف، اعداد، -، .، و _)، جدا شده با کاما- یا فاصله-

source: You can only tag people you are subscribed to or who are subscribed to you.
eo: Vi rajtas entikedi nur abonanton aŭ abonaton.
fa: شما تنها می‌توانید افرادی را برچسب‌دار کنید که مشترک آن‌ها هستید یا آن‌ها مشترک شما هستند.

source: Could not save tags.
br: Dibosupl eo enrollañ ar merkoù.
eo: Malsukcesis konservi etikedojn.
fa: نمی‌توان برچسب‌ها را ذخیره کرد.

source: Use this form to add tags to your subscribers or subscriptions.
eo: Uzu ĉi tiun formularon por etikedi viajn abonantojn aŭ abonatojn.
fa: از این روش برای افزودن برچسب به مشترک‌ها یا اشتراک‌هایتان استفاده کنید.

source: No such tag.
eo: Ne estas tiu etikedo.
fa: چنین برچسبی وجود ندارد.

source: You haven't blocked that user.
br: N'o peus ket stanket an implijer-mañ.
eo: Vi ne jam blokis la uzanton.
fa: شما آن کاربر را مسدود نکرده اید.

source: User is not sandboxed.
eo: La uzanto ne estas provejigita.

source: User is not silenced.
eo: Uzanto ne estas silentigita.
fa: کاربر ساکت نشده است.

source: No profile ID in request.
br: N'eus profil ID ebet er reked.
eo: Neniu profila ID petiĝas.
fa: هیچ شناسهٔ نمایه‌ای درخواست نشده است.

source: Unsubscribed
br: Digoumanantet
eo: Malabonita
fa: لغو اشتراک شده

source: Listenee stream license ‘%1$s’ is not compatible with site license ‘%2$s’.
eo: Rigardato-flua permesilo "%1$s" ne konformas al reteja permesilo "%2$s".

# TITLE
source: User
br: Implijer
eo: Uzanto
fa: کاربر

source: Invalid bio limit. Must be numeric.
eo: Nevalida biografia longlimo. Estu cifero.
fa: محدودیت شرح‌حال نادرست است. مقدار محدودیت باید عددی باشد.

source: Invalid welcome text. Max length is 255 characters.
eo: Nevalida bonvena teksto. La longlimo estas 225 literoj.
fa: متن خوشامدگویی نامعتبر است. بیشینهٔ طول متن ۲۵۵ نویسه است.

source: Invalid default subscripton: '%1$s' is not user.
eo: Nevalida defaŭlta abono: '%1$s' ne estas uzanto.
fa: اشتراک پیش‌فرض نامعتبر است: «%1$s» کاربر نیست.

source: Profile
br: Profil
eo: Profilo
fa: نمایه

source: Bio Limit
br: Bevenn ar bio
eo: Longlimo de biografio
fa: محدودیت شرح‌حال

source: Maximum length of a profile bio in characters.
eo: Longlimo de profila biografio, je literoj
fa: بیشینهٔ طول یک شرح‌حال نمایه بر اساس نویسه‌ها.

source: New users
br: Implijerien nevez
eo: Novuloj
fa: کاربران تازه

source: New user welcome
br: Degemer an implijerien nevez
eo: Bonveno al novuloj
fa: خوشامدگویی کاربر جدید

source: Welcome text for new users (Max 255 chars).
eo: Bonvena teksto al novaj uzantoj (apenaŭ 255 literoj).
fa: متن خوشامدگویی برای کاربران جدید (حداکثر ۲۵۵ نویسه).

source: Default subscription
br: Koumanantoù dre ziouer
eo: Defaŭlta abono
fa: اشتراک پیش‌فرض

source: Automatically subscribe new users to this user.
eo: Aŭtomate aboni novajn uzantojn al ĉi tiu uzanto.
fa: به صورت خودکار کاربران تازه‌وارد را مشترک این کاربر کن.

source: Invitations
br: Pedadennoù
eo: Invitoj
fa: دعوت‌نامه‌ها

source: Invitations enabled
br: Pedadennoù gweredekaet
eo: Invito ebliĝis
fa: دعوت نامه ها فعال شدند

source: Whether to allow users to invite new users.
eo: Ĉu permesi al uzantoj inviti novan uzantojn.
fa: چنان‌که به کاربران اجازهٔ دعوت‌کردن کاربران تازه داده شود.

source: Authorize subscription
br: Aotreañ ar c'houmanant
eo: Rajtigi abonon
fa: تصدیق اشتراک

source: Please check these details to make sure that you want to subscribe to this user’s notices. If you didn’t just ask to subscribe to someone’s notices, click “Reject”.
eo: Bonvolu kontroli la detalojn por certigi ĉu vi deziras aboni la avizoj de ĉi tiu uzanto. Se ne simple alklaku “Rifuzi".
fa: لطفا این جزئیات را برای اطمینان از این‌که می‌خواهید مشترک پیام‌های این کاربر شوید، بررسی کنید. اگر شما درخواست اشتراک پیام‌های کسی را نداده‌اید، روی «رد کردن» کلیک کنید.

source: License
br: Aotre implijout
eo: Licenco
fa: مجوز

source: Accept
br: Degemer
eo: Akcepti
fa: پذیرفتن

source: Subscribe to this user
br: En em goumanantiñ d'an implijer-mañ
eo: Aboni la uzanton
fa: مشترک شدن این کاربر

source: Reject
br: Disteurel
eo: Malakcepti
fa: رد کردن

source: Reject this subscription
br: Nac'hañ ar c'houmanant
eo: Rifuzi la abonon
fa: رد کردن این اشتراک

source: No authorization request!
br: Reked aotreañ ebet !
eo: Ne bezonas permesado!
fa: هیچ درخواست اجازه‌ای وجود ندارد!

source: Subscription authorized
br: Koumanant aotreet
eo: Abono permesiĝis
fa: اشتراک تصدیق شد

source: The subscription has been authorized, but no callback URL was passed. Check with the site’s instructions for details on how to authorize the subscription. Your subscription token is:
eo: La abono permesiĝis, sed ne pasiĝis revoka URL. Legu gvidon de la retejo pro detaloj pri kiel rajtigi abonon. Via abono-ĵetono jenas:

source: Subscription rejected
br: Koumanant bet nac'het
eo: Abono rifuziĝis
fa: اشتراک پذیرفته نشد

source: The subscription has been rejected, but no callback URL was passed. Check with the site’s instructions for details on how to fully reject the subscription.
eo: La abono rifuziĝis sed ne pasiĝis revoka URL. Legu gvidon de la retejo pro detaloj pri kiel rajtigi abonon. Via abono-ĵetono jenas:

source: Listener URI ‘%s’ not found here.
br: N'eo ket bet kavet amañ URI ar selaouer "%s".
eo: URL de aboninto ‘%s’ ne troviĝas tie ĉi.

source: Listenee URI ‘%s’ is too long.
br: Re hir eo an URI "%s" ez oc'h koumanantet dezhi.
eo: URL de abonito ‘%s’ tro longas.

source: Listenee URI ‘%s’ is a local user.
br: An URI "%s" ez oc'h koumanantet dezhi a zo un implijer lec'hel.
eo: URL de abonito ‘%s’ estas de loka uzanto.

source: Profile URL ‘%s’ is for a local user.
br: URI ar profil "%s" a zo evit un implijer lec'hel.
eo: Profila URL ‘%s’ estas de loka uzanto.
fa: نشانی اینترنتی نمایهٔ «%s» برای یک کاربر محلی است.

source: Avatar URL ‘%s’ is not valid.
br: N'eo ket reizh URL an avatar "%s".
eo: Vizaĝbilda URL ‘%s' ne estas valida.
fa: نشانی تصویر چهره «%s» معتبر نیست.

source: Can’t read avatar URL ‘%s’.
br: Dibosupl eo lenn URL an avatar "%s".
eo: Malsukcesis legi vizaĝbildan URL ‘%s’.
fa: نمی‌توان نشانی اینترنتی چهره را خواند«%s».

source: Wrong image type for avatar URL ‘%s’.
br: Seurt skeudenn direizh evit URL an avatar "%s".
eo: Malĝusta bildotipo por vizaĝbilda URL ‘%s'.
fa: نوع تصویر برای نشانی اینترنتی چهره نادرست است «%s».

source: Profile design
br: Design ar profil
eo: Profila desegno
fa: طراحی نمایه

source: Customize the way your profile looks with a background image and a colour palette of your choice.
eo: Agodi kiel aspektu via profilo, per elekto de fonbildo kaj koloraro.
fa: شیوهٔ نمایش نمایهٔ خود را با یک تصویر پیش‌زمینه و یک رنگ از جعبهٔ رنگ‌ها به انتخاب خودتان سفارشی‌سازی کنید.

source: Enjoy your hotdog!
br: Bez plijadur gant da hotdog !
eo: Ĝuu vian kolbasobulkon!
fa: از هات داگ خود لذت ببرید!

source: %1$s groups, page %2$d
br: Strolladoù %1$s, pajenn %2$d
eo: Grupoj %1$s, paĝo %2$d
fa: گروه‌های %1$s، صفحهٔ %2$d

source: Search for more groups
br: Klask muioc'h a strolladoù
eo: Serĉi pli da grupoj
fa: جستجو برای گروه های بیشتر

source: %s is not a member of any group.
br: N'eo ket ezel %s eus ur strollad.
eo: %S ne estas ano de iu ajn grupo.
fa: %s عضو هیچ گروهی نیست.

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
eo: Provu [serĉi grupojn](%%*action.*groupsearch%%) kaj aniĝi.
fa: [جست‌وجوی گروه‌ها](%%action.groupsearch%%) را امتحان کنید و به آن‌ها بپیوندید.

source: Updates from %1$s on %2$s!
br: Hizivadennoù eus %1$s e %2$s!
eo: Ĝisdatiĝoj de %1$s ĉe %2$s!
fa: به روز رسانی‌های %1$s در %2$s

source: This site is powered by %1$s version %2$s, Copyright 2008-2010 StatusNet, Inc. and contributors.
eo: La retejon ebligis %1$s de versio %2$s, aŭtorrajto 2008-2010 StatusNet, Inc. kaj kontribuintoj.
fa: این وب‌گاه برگرفته از قدرت %1$s نسخهٔ %2$s دارای حق تکثیر ۲۰۰۸−۲۰۰۹ StatusNet Inc. و مشارکت‌کنندگان است.

source: Contributors
br: Aozerien
eo: Kontribuantoj
fa: مشارکت‌کنندگان

source: StatusNet is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
eo: StatusNet estas libera molvaro: vi rajtas redistribui ĝin kaj/aŭ modifi ĝin sub la condiĉoj de la GNU-a Affero Ĝenerala Publika Licenco kiel eldonite de la Fundamento por Libera-Molvaro. Kaj versio 3 de la Licenco kaj (viaelekte) ĉiu posta versio taŭgas.
fa: StatusNet یک نرم‌افزار آزاد است: شما می‌توانید آن را بازتوزیع کنید و/یا آن را تحت شرایط مجوز GNU Affero General Public License نسخهٔ ۳، یا (به انتخاب شما) هر نسخهٔ بعدی دیگری، که توسط بنیاد نرم‌افزارهای آزاد منتشر شده است، ویرایش کنید

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
eo: Ĉi tiu programo distribuiĝis kun espero ke ĝi estus utila, sed SEN AJNA GARANTIO; ne eĉ suba garantio de FUNKCIPOVO aŭ TAŬGECO POR IU CERTA CELO. Legu la GNU Affero Ĝenerala Publika Licenco pro pli da detaloj.
fa: این برنامه به امید این‌که سودمند خواهد بود، توزیع شده است، اما بدون ضمانت؛ حتی بدون ضمانت جزئی دارای کیفیت فروش یا مناسب بودن برای هدفی خاص. برای جزئیات بیش‌تر مجوز «GNU Affero General Public License» را ببینید.

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see %s.
eo: Vi laŭe jam ricevis eldonon de GNU-a Affero Ĝenerala Publika Licenco. Nekaze, legu %s.
fa: شما باید یک رونوشت از مجوز GNU Affero General Public License را همراه این برنامه دریافت کرده باشید. اگر چنین نیست، %s را ببینید.

source: Plugins
br: Pluginoù
eo: Kromprogramo
fa: افزونه‌ها

source: Version
br: Stumm
eo: Versio
fa: نسخه

source: Author(s)
br: Aozer(ien)
eo: Aŭtoro(j)
fa: مؤلف(ها)

source: Favor
br: Pennrolloù
eo: Ŝati
fa: برگزیده‌کردن

source: Cannot process URL '%s'
eo: Malsukcesis trakti URL '%s'

source: Robin thinks something is impossible.
eo: Robin pensas ke io neeblas.

source: No file may be larger than %1$d bytes and the file you sent was %2$d bytes. Try to upload a smaller version.
eo: Grandlimo por sendota dosiero estas %1$d bajtoj, tamen tio, kion vi volis sendi grandas %2$d bajtojn. Provu per versio pli malgranda.

source: A file this large would exceed your user quota of %d bytes.
eo: Dosiero tiel granda superos vian uzantan kvoton kun %d bajtoj.
fa: یک پرونده با این حجم زیاد می‌تواند از سهمیهٔ کاربری شما از %d بایت بگذرد.

source: A file this large would exceed your monthly quota of %d bytes.
eo: Dosiero tiel granda superos vian monatan kvoton kun %d bajtoj.
fa: یک پرونده با این حجم زیاد می‌تواند از سهمیهٔ کاربری ماهانهٔ شما از %d بایت بگذرد.

source: Invalid filename.
eo: Nevalida dosiernomo.

source: Group join failed.
br: C'hwitet eo bet an enskrivadur d'ar strollad.
eo: Malsukcesis aniĝi al grupon.
fa: پیوستن به گروه شکست خورد.

source: Not part of group.
br: N'eo ezel eus strollad ebet.
eo: Ne grupano.
fa: بخشی از گروه نیست.

source: Group leave failed.
br: C'hwitet eo bet an disenskrivadur d'ar strollad.
eo: Malsukcesis foriri de grupo.
fa: ترک کردن گروه شکست خورد.

source: Join
br: Stagañ
eo: Aniĝi
fa: مشارکت کردن

source: Could not update local group.
eo: Malsukcesis ĝisdatigi lokan grupon.
fa: نمی‌توان گروه محلی را به‌هنگام‌سازی کرد.

source: Could not create login token for %s
eo: Malsukcesis krei ensalut-ĵetonon por %s
fa: نمی‌توان رمز ورود را برای %s ایجاد کرد

source: No database name or DSN found anywhere.
eo: Ne troviĝas datumbaza nomo aŭ DSN ie ajn.

source: You are banned from sending direct messages.
eo: Vi blokiĝis de sendi rektan mesaĝon.
fa: شما از فرستادن پیام مستقیم مردود شده اید.

source: Could not insert message.
br: Diposubl eo ensoc'hañ ur gemenadenn
eo: Malsukcesis enmeti mesaĝon.
fa: پیغام نمی تواند درج گردد

source: Could not update message with new URI.
br: Dibosupl eo hizivaat ar gemennadenn gant un URI nevez.
eo: Malsukcesis ĝisdatigi mesaĝon per nova URI

source: No such profile (%1$d) for notice (%2$d).
eo: Ne estas tia profilo(%1$d) rilate al avizo (%2$d).

source: Database error inserting hashtag: %s
eo: Datumbaze eraris enmeti heketetikedo: %s
fa: هنگام افزودن برچسب خطا در پایگاه داده رخ داد: %s

source: Problem saving notice. Too long.
br: Ur gudenn a zo bet e-pad enrolladenn ar c'hemenn. Re hir.
eo: Malsukcesis konservi avizon. Ĝi tro longas.
fa: مشکل در ذخیره کردن پیام. بسیار طولانی.
