Repository: shashi/StatusNet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: br, eo, fa

source: Access
br: Moned
eo: Atingo
fa: دسترسی

source: Site access settings
br: Arventennoù moned d'al lec'hienn
eo: Retejo-atinga agordo
fa: تنظیمات دسترسی وب‌گاه

source: Registration
br: Enskrivadur
eo: Registrado
fa: نام‌نویسی

source: Prohibit anonymous users (not logged in) from viewing site?
br: Nac'h ouzh an implijerien dizanv (nann-luget) da welet al lec'hienn ?
eo: Ĉu malpermesi al anonimaj uzantoj (ne ensalutintaj) vidi retejon?
fa: از دیدن وب‌گاه توسط کاربران ناشناس (وارد نشده) جلوگیری شود؟

# LABEL
source: Private
br: Prevez
eo: Privata
fa: خصوصی

source: Make registration invitation only.
br: Aotreañ an enskrivadur goude bezañ bet pedet hepken.
eo: Permesi registriĝon nur perinvitan.
fa: نام‌نویسی تنها با دعوت‌نامه انجام شود.

source: Invite only
br: Tud pedet hepken
eo: Nur per invito
fa: تنها دعوت کردن

source: Disable new registrations.
br: Diweredekaat an enskrivadurioù nevez.
eo: Malpermesi novan registriĝon.
fa: غیر فعال کردن نام‌نوبسی تازه

source: Closed
br: Serr
eo: Fermita
fa: بسته‌شده

source: Save access settings
br: Enrollañ an arventennoù moned
eo: Konservu atingan agordon
fa: ذخیرهٔ تنظیمات دسترسی

# BUTTON
source: Save
br: Enrollañ
eo: Konservu
fa: ذخیره

source: No such page.
br: N'eus ket eus ar bajenn-se.
eo: Ne estas tiu paĝo.
fa: چنین صفحه‌ای وجود ندارد.

source: No such user.
br: N'eus ket eus an implijer-se.
eo: Ne ekzistas tiu uzanto.
fa: چنین کاربری وجود ندارد.

source: %1$s and friends, page %2$d
br: %1$s hag e vignoned, pajenn %2$d
eo: %1$s kaj amikoj, paĝo %2$d
fa: %1$s و دوستان، صفحهٔ %2$d

source: %s and friends
br: %s hag e vignoned
eo: %s kaj amikoj
fa: %s و دوستان

source: Feed for friends of %s (RSS 1.0)
br: Gwazh evit mignoned %s (RSS 1.0)
eo: Fluo por amikoj de %s (RSS 1.0)
fa: خوراک دوستان %s (RSS 1.0)

source: Feed for friends of %s (RSS 2.0)
br: Gwazh evit mignoned %s (RSS 2.0)
eo: Fluo por amikoj de %s (RSS 2.0)
fa: خوراک دوستان %s (RSS 2.0)

source: Feed for friends of %s (Atom)
br: Gwazh evit mignoned %s (Atom)
eo: Fluo por amikoj de %s (Atom)
fa: خوراک دوستان %s (Atom)

source: This is the timeline for %s and friends but no one has posted anything yet.
br: Hemañ eo al lanvad evit %s hag e vignoned met den n'en deus skrivet tra ebet evit ar mare.
eo: Tie ĉi estas la tempstrio de %s kaj amikoj sed ankoraŭ neniu afiŝis ion ajn.
fa: این خط‌زمانی %s و دوستانش است، اما هیچ‌یک تاکنون چیزی نفرستاده‌اند.

source: Try subscribing to more people, [join a group](%%action.groups%%) or post something yourself.
eo: Provu aboni pli da homoj, [aniĝu al grupo](%%action.groups%%) aŭ afiŝu ion vi mem.
fa: پیگیر افراد بیش‌تری بشوید [به یک گروه بپیوندید](%%action.groups%%) یا خودتان چیزی بفرستید.

source: You can try to [nudge %1$s](../%2$s) from their profile or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
eo: Vi povas provi [puŝeti %1$s](../%2$s) de lia profilo aŭ [afiŝi ion al li](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Why not [register an account](%%%%action.register%%%%) and then nudge %s or post a notice to them.
eo: Kial ne [krei konton](%%%%action.register%%%%) kaj poste puŝeti %s aŭ afiŝi avizon al li?

source: You and friends
br: C'hwi hag o mignoned
eo: Vi kaj amikoj
fa: شما و دوستان

source: Updates from %1$s and friends on %2$s!
br: Hizivadennoù %1$s ha mignoned e %2$s!
eo: Ĝisdatiĝoj de %1$s kaj amikoj ĉe %2$s!
fa: به روز رسانی از %1$s و دوستان در %2$s

source: API method not found.
br: N'eo ket bet kavet an hentenn API !
eo: Metodo de API ne troviĝas.
fa: رابط مورد نظر پیدا نشد.

source: This method requires a POST.
br: Ezhomm en deus an argerzh-mañ eus ur POST.
eo: Ĉi tiu metodo bezonas POST-on.
fa: برای استفاده از این روش باید اطلاعات را به صورت پست بفرستید

source: You must specify a parameter named 'device' with a value of one of: sms, im, none.
eo: Vi devas specifi parametron nomitan 'device' kun valoro de interalie: 'sms', 'im', 'none'.
fa: شما باید یک پارامتر را به نام device و مقدار sms، im یا none مشخص کنید.

source: Could not update user.
br: Diposubl eo hizivaat an implijer.
eo: Malsukcesis ĝisdatigi uzanton
fa: نمی‌توان کاربر را به‌هنگام‌سازی کرد.

source: User has no profile.
br: An implijer-mañ n'eus profil ebet dezhañ.
eo: La uzanto ne havas profilon.
fa: کاربر هیچ نمایه‌ای ندارد.

source: Could not save profile.
br: Diposubl eo enrollañ ar profil.
eo: Malsukcesis konservi la profilon.
fa: نمی‌توان نمایه را ذخیره کرد.

source: Unable to save your design settings.
br: Dibosupl eo enrollañ an arventennoù empentiñ.
eo: Malsukcesis konservi vian desegnan agordon
fa: نمی‌توان تنظیمات طرح‌تان را ذخیره کرد.

source: Could not update your design.
br: Diposubl eo hizivat ho design.
eo: Malsukcesis ĝisdatigi vian desegnon.
fa: نمی‌توان طرح‌تان به‌هنگام‌سازی کرد.

source: You cannot block yourself!
br: N'hallit ket en em stankañ hoc'h-unan !
eo: Vi ne povas bloki vin mem!
fa: شما نمی‌توانید خودتان رو مسدود کنید!

source: Block user failed.
br: N'eus ket bet tu da stankañ an implijer.
eo: Ne sukcesis bloki uzanton.
fa: مسدود کردن کاربر شکست خورد.

source: Unblock user failed.
br: N'eus ket bet tu da zistankañ an implijer.
eo: Ne sukcesis malbloki uzanton.
fa: باز کردن کاربر ناموفق بود.

source: Direct messages from %s
br: Kemennadennoù war-eeun kaset gant %s
eo: Rektaj mesaĝoj de %s
fa: پیام‌های مستقیم از %s

source: All the direct messages sent from %s
br: An holl gemennadennoù war-eeun kaset gant %s
eo: Ĉiuj rektaj mesaĝoj senditaj de %s
fa: تمام پیام‌های مستقیم فرستاده‌شده از %s

source: Direct messages to %s
br: Kemennadennoù war-eeun kaset da %s
eo: Rektaj mesaĝoj al %s
fa: پیام‌های مستقیم به %s

source: All the direct messages sent to %s
br: An holl gemennadennoù war-eeun kaset da %s
eo: Ĉiuj rektaj mesaĝoj senditaj al %s
fa: تمام پیام‌های مستقیم فرستاده‌شده به %s

source: No message text!
br: Kemenadenn hep testenn !
eo: Sen mesaĝteksto!
fa: هیچ پیام متنی وجود ندارد!

source: Recipient user not found.
br: N'eo ket bet kavet ar resever.
eo: Ricevonta uzanto ne troviĝas.
fa: کاربر گیرنده یافت نشد.

source: Can't send direct messages to users who aren't your friend.
br: Ne c'helloc'h ket kas kemennadennoù personel d'an implijerien n'int ket ho mignoned.
eo: Vi ne povas sendi rektan mesaĝon al uzanto kiu ne estas via amiko.
fa: نمی‌توان پیام مستقیم را به کاربرانی که دوست شما نیستند، فرستاد.

source: No status found with that ID.
br: N'eo bet kavet statud ebet gant an ID-mañ.
eo: Stato kun tiu ID ne trovitas.
fa: هیچ وضعیتی با آن شناسه پیدا نشد.

source: This status is already a favorite.
br: Ur pennroll eo dija an ali-mañ.
eo: Ĉi tiu stato jam estas ŝatata.
fa: این پیغام را پیش‌تر به برگزیده‌های خود اضافه کرده‌اید

source: Could not create favorite.
br: Diposupl eo krouiñ ar pennroll-mañ.
eo: Malsukcesis krei ŝataton.
fa: نمی‌توان پیام را برگزید.

source: That status is not a favorite.
br: N'eo ket ar statud-mañ ur pennroll.
eo: La stato ne estas ŝatata.
fa: این پیام یک پیام برگزیده نیست.

source: Could not delete favorite.
br: Diposupl eo dilemel ar pennroll-mañ.
eo: Malsukcesis forigi ŝataton.
fa: نمی‌توان پیام برگزیده را حذف کرد.

source: Could not follow user: profile not found.
br: Dibosupl eo heuliañ an implijer : n'eo ket bet kavet ar profil.
eo: Malsukcesis aboni uzanton: profilo ne troviĝas.

source: Could not follow user: %s is already on your list.
br: Diposubl eo heuliañ an implijer : war ho listenn emañ %s dija.
eo: Ne povas aboni uzanton: %s estas jam en via listo.
fa: نمی‌توان کاربر را دنبال کرد: %s هم‌اکنون در لیست شما است.

source: Could not unfollow user: User not found.
br: Diposupl eo paouez heuliañ an implijer : N'eo ket bet kavet an implijer.
eo: Ne povas malaboni uzanton. Uzanto ne troviĝas.
fa: نمی‌توان کاربر را دنبال نکرد: کاربر یافت نشد.

source: You cannot unfollow yourself.
br: Ne c'hallit ket chom hep ho heuliañ hoc'h-unan.
eo: Vi ne povas malaboni vin mem.
fa: نمی‌توانید خودتان را دنبال کنید.

source: Two valid IDs or screen_names must be supplied.
eo: Du uzantajn IDojn aŭ montronomojn vi devas specifi.

source: Could not determine source user.
br: Diposubl eo termeniñ an implijer mammenn.
eo: Malsukcesis certigi fontan uzanton.
fa: نمی‌توان کاربر منبع را تعیین کرد.

source: Could not find target user.
br: Diposubl eo kavout an implijer pal.
eo: Malsukcesis trovi celan uzanton.
fa: نمی‌توان کاربر هدف را پیدا کرد.

source: Nickname must have only lowercase letters and numbers and no spaces.
eo: Kromnomo devas havi nur minuskulajn literojn kaj numerojn sed neniun spacon.
fa: لقب باید شامل حروف کوچک و اعداد و بدون فاصله باشد.

source: Nickname already in use. Try another one.
br: Implijet eo dija al lesanv-se. Klaskit unan all.
eo: La uzantnomo jam uziĝis. Provu ion alian.
fa: این لقب در حال حاضر ثبت شده است. لطفا یکی دیگر انتخاب کنید.

source: Not a valid nickname.
br: N'eo ket ul lesanv mat.
eo: Ne valida kromnomo.
fa: لقب نا معتبر.

source: Homepage is not a valid URL.
br: N'eo ket chomlec'h al lec'hienn personel un URL reizh.
eo: Ĉefpaĝo ne estas valida URL.
fa: صفحهٔ خانگی یک نشانی معتبر نیست.

source: Invalid alias: "%s".
br: Alias fall : "%s".
eo: La alinomo estas nevalida: "%*s".

source: Alias "%s" already in use. Try another one.
br: Implijet e vez an alias "%s" dija. Klaskit gant unan all.
eo: La alinomo "%s" estas jam okupita. Provu ion alian.
fa: نام‌مستعار «%s» ازپیش گرفته‌شده‌است. یکی دیگر را امتحان کنید.

source: Alias can't be the same as nickname.
br: Ne c'hell ket an alias bezañ ar memes hini eget al lesanv.
eo: La alinomo devas ne esti sama al la kromnomo.
fa: نام و نام مستعار شما نمی تواند یکی باشد .

source: Group not found.
br: N'eo ket bet kavet ar strollad.
eo: Grupo ne troviĝas.
fa: گروه یافت نشد.

source: You are already a member of that group.
br: Un ezel eus ar strollad-mañ eo dija.
eo: Vi estas jam grupano.
fa: شما از پیش یک عضو این گروه هستید.

source: You have been blocked from that group by the admin.
br: Stanket oc'h bet eus ar strollad-mañ gant ur merour.
eo: La administranto blokis vin de tiu grupo.
fa: دسترسی شما به گروه توسط مدیر آن محدود شده است.

source: Could not join user %1$s to group %2$s.
br: Diposubl eo stagañ an implijer %1$s d'ar strollad %2$s.
eo: La uzanto %1$*s ne povas aliĝi al la grupo %2$*s.
fa: نمی‌توان کاربر %1$s را عضو گروه %2$s کرد.

source: You are not a member of this group.
br: N'oc'h ket ezel eus ar strollad-mañ.
eo: Vi ne estas grupano.
fa: شما یک عضو این گروه نیستید.

source: Could not remove user %1$s from group %2$s.
br: Diposubl eo dilemel an implijer %1$s deus ar strollad %2$s.
eo: Malsukcesis forigi uzanton %1$s de grupo %2$s.
fa: خارج شدن %s از گروه %s نا موفق بود

source: %s's groups
br: Strollad %s
eo: Grupoj de %s
fa: گروه‌های %s

source: %1$s groups %2$s is a member of.
br: Strolladoù %1s m'eo ezel %2s.
eo: Grupoj de %2$s ĉe %1$s.

source: %s groups
br: Strolladoù %s
eo: Grupoj de %s
fa: %s گروه

source: groups on %s
br: strolladoù war %s
eo: grupoj ĉe %s
fa: گروه‌ها در %s

source: Upload failed.
br: Enporzhiadenn c'hwitet.
eo: Malsukcesis alŝuti

source: Invalid request token or verifier.
eo: Malvalida peto-ĵetono aŭ verigilo.

source: No oauth_token parameter provided.
br: Arventenn oauth_token nann-roet.
eo: Ne oauth_token parametro provizita.
fa: هیچ پارامتر oauth_token آماده نشده است.

source: Invalid request token.
eo: Nevalida peto-ĵetono.

source: There was a problem with your session token. Try again, please.
br: Ur gudenn 'zo bet gant ho jedaouer dalc'h. Mar plij adklaskit.
eo: Estis problemo pri via seanco. Bonvolu provi refoje.
fa: مشکلی در دریافت جلسه‌ی شما وجود دارد. لطفا بعدا سعی کنید.

source: Invalid nickname / password!
br: Lesanv / ger tremen direizh !
eo: Nevalida kromnomo / pasvorto!
fa: نام کاربری یا گذرواژه نامعتبر است!

source: Unexpected form submission.
br: Kinnig ar furmskrid dic'hortoz.
eo: Neatendita formo-sendo.
fa: ارسال غیر قابل انتظار فرم.

source: An application would like to connect to your account
br: C'hoant 'zo gant ur poellad kevreañ gant ho kont
eo: Aplikaĵo volas konekti al via konto
fa: یک برنامه می‌خواهد که به حساب شما وصل شود

source: Allow or deny access
br: Aotreañ pe nac'h ar moned
eo: Permesi aŭ malpermesi atingon
fa: اجازه‌دادن (به) یا جلوگیری از دسترسی

source: The application <strong>%1$s</strong> by <strong>%2$s</strong> would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
eo: La aplikaĵo <strong>%1$s</strong> de <strong>%2$s</strong> volas la kapablon <strong>%3$s</strong> vian %4$s kontdatumon. Vi devas doni atingon nur al via %4$s konto al triaj partioj, kiujn vi fidas.
fa: برنامهٔ <strong>%1$s</strong> نوشته شده توسط <strong>%2$s</strong> امکان <strong>%3$s</strong> داده‌های حساب %4$s شما را می‌خواهد. شما باید تنها اجازهٔ دسترسی به حساب %4$s خودتان را به برنامه‌های دیگری که به آن اعتماد دارید، بدهید.

# LEGEND
source: Account
eo: Konto

source: Nickname
br: Lesanv
eo: Kromnomo
fa: نام کاربری

source: Password
br: Ger-tremen
eo: Pasvorto
fa: گذرواژه

# BUTTON
source: Cancel
br: Nullañ
eo: Nuligi
fa: انصراف

# BUTTON
source: Allow
eo: Permesi

source: Authorize access to your account information.
eo: Permesi atingon al viaj kontdatenoj.

source: Authorization canceled.
eo: Rajtigo nuliĝis.

source: The request token %s has been revoked.
eo: La peto-ĵetono %s estis eksvalidigita.

source: Please return to %s and enter the following security code to complete the process.
eo: Bonvolu reiri al %s kaj enigu la jenan sekureco-kodo por plenumi la procezon.

source: This method requires a POST or DELETE.
br: Ezhomm en deus an argerzh-mañ ur POST pe un DELETE.
eo: Ĉi tiu metodo bezonas POST aǔ DELETE.
fa: این روش نیازمند POST یا DELETE است.

source: You may not delete another user's status.
br: Ne c'helloc'h ket dilemel statud un implijer all.
eo: Vi ne povas forigi la staton de alia uzanto.
fa: شما توانایی حذف وضعیت کاربر دیگری را ندارید.

source: No such notice.
br: N'eus ket eus an ali-se.
eo: Ne estas tiu avizo.
fa: چنین پیامی وجود ندارد.

source: Cannot repeat your own notice.
br: Ne c'helloc'h ket adlavar ho alioù.
eo: Vi ne povas ripeti vian propran avizon.
fa: نمی توانید پیام خود را تکرار کنید.

source: Already repeated that notice.
br: Adlavaret o peus dija an ali-mañ.
eo: La avizo jam ripetiĝis.
fa: قبلا آن پیام تکرار شده است.

source: Status deleted.
br: Statud diverket.
eo: Stato forigita.
fa: وضعیت حذف شد.

source: No status with that ID found.
br: N'eo ket bet kavet a statud evit an ID-mañ
eo: Neniu stato kun tiu ID troviĝas.
fa: هیچ وضعیتی با آن شناسه یافت نشد.

source: Client must provide a 'status' parameter with a value.
eo: Kliento devas providi al "stato"-parametro valoron.

source: Unsupported format.
br: Diembreget eo ar furmad-se.
eo: Formato ne subtenata.
fa: قالب پشتیبانی نشده.

source: %1$s / Favorites from %2$s
br: %1$s / Pennroll %2$s
eo: %1$*s / Ŝatato de %2$*s
fa: %1$s / برگزیده‌ها از %2$s

source: %1$s / Updates mentioning %2$s
br: %1$s / Hizivadennoù a veneg %2$s
eo: %1$s / Ĝisdatigoj kiuj mencias %2$s
fa: %$1s / به روز رسانی های شامل %2$s

source: %1$s updates that reply to updates from %2$s / %3$s.
eo: %1$s ĝisdatigoj kiuj respondas al ĝisdatigoj de %2$s / %3$s.
fa: %1$s به روز رسانی هایی که در پاسخ به $2$s / %3$s

source: %s public timeline
br: Oberezhioù publik %s
eo: %s publika tempstrio
fa: %s خط‌زمانی عمومی

source: %s updates from everyone!
br: %s statud an holl !
eo: %s ĝisdatigoj de ĉiuj!
fa: %s به روز رسانی های عموم

source: Repeated to %s
br: Adkemeret evit %s
eo: Ripetita al %s
fa: تکرار شده به %s

source: Repeats of %s
br: Adkemeret eus %s
eo: Ripetoj de %s
fa: تکرار %s

source: Notices tagged with %s
br: Alioù merket gant %s
eo: Avizoj etikeditaj %s
fa: پیام‌هایی که با %s نشانه گزاری شده اند.

source: Updates tagged with %1$s on %2$s!
br: Hizivadennoù merket gant %1$s e %2$s !
eo: Ĝisdatigoj etikeditaj %1$s ĉe %2$s!
fa: پیام‌های نشانه گزاری شده با %1$s در %2$s

source: API method under construction.
br: Hentenn API war sevel.
eo: API-metodo farata.
fa: روش API در دست ساخت.

source: No such attachment.
br: N'eo ket bet kavet ar restr stag.
eo: Ne estas tiu aldonaĵo.
fa: چنین پیوستی وجود ندارد.

source: No nickname.
br: Lesanv ebet.
eo: Neniu kromnomo.
fa: لقبی وجود ندارد.

source: No size.
br: Ment ebet.
eo: Neniu grando.
fa: بدون اندازه.

source: Invalid size.
br: Ment direizh.
eo: Grando nevalida.
fa: اندازه‌ی نادرست

source: Avatar
eo: Vizaĝbildo
fa: چهره

source: You can upload your personal avatar. The maximum file size is %s.
eo: Vi povas alŝuti vian personan vizaĝbildon. Dosiero-grandlimo estas %s.
fa: شما می‌توانید چهرهٔ شخصی خود را بارگذاری کنید. حداکثر اندازه پرونده %s است.

source: User without matching profile.
br: Implijer hep profil klotus.
eo: Uzanto sen egala profilo.
fa: کاربر نمایهٔ تطبیق ندارد.

source: Avatar settings
br: Arventennoù an avatar
eo: Vizaĝbilda agordo
fa: تنظیمات چهره

source: Original
br: Orin
eo: Originala
fa: اصلی

source: Preview
br: Rakwelet
eo: Antaŭrigardo
fa: پیش‌نمایش

source: Delete
br: Diverkañ
eo: Forigi
fa: حذف

source: Upload
br: Enporzhiañ
eo: Alŝuti
fa: پایین‌گذاری

source: Crop
br: Adframmañ
eo: Tranĉi
fa: برش

source: No file uploaded.
br: N'eus bet enporzhiet restr ebet.
eo: Neniu dosiero alŝutiĝas.
fa: هیچ پرونده‌ای بارگذاری نشد.

source: Pick a square area of the image to be your avatar
br: Diuzit ur zonenn gant ur stumm karrez evit tremeniñ ho avatar
eo: Elektu kvadratan parton de la bildo kiel via vizaĝbildo
fa: یک مربع از عکس خود را انتخاب کنید تا چهره‌ی شما باشد.

source: Lost our file data.
br: Kollet eo bet roadennoù.
eo: Perdiĝis nia dosiera datumo.
fa: فایل اطلاعات خود را گم کرده ایم.

source: Avatar updated.
br: Hizivaet eo bet an avatar.
eo: Vizaĝbildo ĝisdatigita.
fa: چهره به روز رسانی شد.

source: Failed updating avatar.
br: Ur gudenn 'zo bet e-pad hizivadenn an avatar.
eo: Eraris ĝisdatigi vizaĝbildon.
fa: به روز رسانی چهره موفقیت آمیر نبود.

source: Avatar deleted.
br: Dilammet eo bet an Avatar.
eo: Vizaĝbildo forigita.
fa: چهره پاک شد.

source: You already blocked that user.
br: Stanket o peus dija an implijer-mañ.
eo: Vi jam blokis la uzanton.
fa: شما هم اکنون آن کاربر را مسدود کرده اید.

source: Block user
br: Stankañ an implijer-mañ
eo: Bloki uzanton
fa: مسدود کردن کاربر

source: Are you sure you want to block this user? Afterwards, they will be unsubscribed from you, unable to subscribe to you in the future, and you will not be notified of any @-replies from them.
eo: Ĉu vi certe volas bloki la uzanton? Poste, ili malaboniĝos de vi, ne povos aboni vin kaj vi ne ricevos avizon pro ilia ajna @-respondo.
fa: آیا شما اطمینان دارید که می‌خواهید این کاربر را مسدود کنید؟ پس از آن دیگر پیام‌های شما را مشاهده نخواهد کرد و نمی‌تواند درخواست کند که پیام‌های شما را دنبال کند. همچنین دیگر شما از پیام‌هایی که در آن از شما یاد می‌کند با خبر نخواهید شد

# BUTTON
source: No
br: Nann
eo: Ne
fa: خیر

source: Do not block this user
br: Arabat stankañ an implijer-mañ
eo: Ne bloki la uzanton
fa: کاربر را مسدود نکن

# BUTTON
source: Yes
br: Ya
eo: Jes
fa: بله

source: Block this user
br: Stankañ an implijer-mañ
eo: Bloki la uzanton
fa: کاربر را مسدود کن

source: Failed to save block information.
br: Diposubl eo enrollañ an titouroù stankañ.
eo: Eraris konservi blokado-informon.
fa: ذخیرهٔ ردیف اطلاعات شکست خورد.

source: No such group.
br: N'eus ket eus ar strollad-se.
eo: Ne estas tiu grupo.
fa: چنین گروهی وجود ندارد.

source: %s blocked profiles
br: %s profil stanket
eo: %s profiloj blokitaj
fa: %s نمایه‌های مسدود شده

source: %1$s blocked profiles, page %2$d
br: %1$s profil stanket, pajenn %2$d
eo: %1$s profiloj blokitaj, paĝo %2$d
fa: %1$s نمایه‌های مسدود شده، صفحهٔ %2$d

source: A list of the users blocked from joining this group.
br: Ur roll eus an implijerien evit pere eo stanket an enskrivadur d'ar strollad.
eo: Listo de uzantoj blokita de aniĝi al ĉi tiun grupo.
fa: فهرستی از افراد مسدود شده در پیوستن به این گروه.

source: Unblock user from group
br: Distankañ implijer ar strollad
eo: Malbloki uzanton de grupo
fa: آزاد کردن کاربر در پیوستن به گروه

source: Unblock
br: Distankañ
eo: Malbloki
fa: آزاد سازی

source: Unblock this user
br: Distankañ an implijer-mañ
eo: Malbloki ĉi tiun uzanton
fa: آزاد سازی کاربر

source: Post to %s
br: Postañ war %s
eo: Sendi al %s
fa: فرستادن به %s

source: No confirmation code.
br: Kod kadarnaat ebet.
eo: Neniu konfirma kodo.
fa: بدون کد تصدیق.

source: Confirmation code not found.
br: N'eo ket bet kavet ar c'hod kadarnaat.
eo: Konfirma kodo ne trovitas.
fa: کد تصدیق پیدا نشد.

source: That confirmation code is not for you!
br: N'eo ket ar c'hod-se evidoc'h !
eo: Tiu komfirmnumero ne estas por vi!
fa: آن کد تصدیق برای شما نیست!

source: Unrecognized address type %s.
br: Doare chomlec'h dianav %s.
eo: Nerekonata adrestipo %s.
fa: نوع نشانی نامشخص است %s.

source: That address has already been confirmed.
br: Kadarnaet eo bet dija ar chomlec'h-mañ.
eo: La adreso jam estis konfirmita.
fa: آن نشانی در حال حاضر تصدیق شده است.

source: Couldn't update user.
br: Diposubl eo hizivaat an implijer.
eo: Ne povus ĝisdatigi uzanton.
fa: نمی‌توان کاربر را به روز کرد.

source: Couldn't delete email confirmation.
br: Diposubl eo dilemel ar postel kadarnadur.
eo: Ne povas forigi retpoŝtan konfirmon.
fa: نمی‌توان تصدیق پست الکترونیک را پاک کرد.

source: Confirm address
br: Chomlec'h kadarnaet
eo: Konfirmi retadreson
fa: تایید نشانی

source: The address "%s" has been confirmed for your account.
br: Kadarnaet eo bet ar chomlec'h "%s" evit ho kont.
eo: Adreso "%s" nun konfirmitas je via konto.
fa: نشانی «%s« برای شما تصدیق شد.

source: Conversation
br: Kaozeadenn
eo: Konversacio
fa: مکالمه

source: Notices
br: Ali
eo: Avizoj
fa: پیام‌ها

source: You must be logged in to delete an application.
br: Rankout a reoc'h bezañ kevreet evit dilemel ur poellad.
eo: Ensalutu por forigi la aplikaĵon.
fa: برای پاک‌کردن یک برنامه باید وارد شده باشید.

source: Application not found.
br: N'eo ket bet kavet ar poellad
eo: Aplikaĵo ne trovita.
fa: برنامه یافت نشد.

source: You are not the owner of this application.
br: N'oc'h ket perc'henn ar poellad-se.
eo: Vi ne estas la posedanto de ĉi tiu aplikaĵo.
fa: شما مالک این برنامه نیستید.

source: There was a problem with your session token.
br: Ur gudenn 'zo bet gant ho jedaouer dalc'h.
eo: Problemo okazas pri via seancĵetono.
fa: یک مشکل با رمز نشست شما وجود داشت.

source: Delete application
br: Dilemel ar poelad
eo: Forigi aplikaĵon
fa: حذف برنامه

source: Are you sure you want to delete this application? This will clear all data about the application from the database, including all existing user connections.
eo: Ĉu vi certe volas forigi la aplikaĵon? Ĉiu datumo pri la aplikaĵo viŝiĝos de la datumbazo, inkluzive de ĉiu ekzistanta uzanto-konekto.
fa: آیا مطمئن هستید که می‌خواهید این برنامه را حذف کنید؟ این تمام داده‌ها را دربارهٔ برنامه از پایگاه‌داده پاک می‌کند که شامل تمام اتصال‌های کاربری موجود می‌شود.

source: Do not delete this application
br: Arabat eo dilemel ar poellad-mañ
eo: Ne forigu ĉi tiun aplikaĵon.
fa: این برنامه حذف نشود

source: Delete this application
br: Dilemel ar poelad-se
eo: Viŝi ĉi tiun aplikon
fa: این برنامه حذف شود

source: No nickname or ID.
br: Lesanv pe ID ebet.
eo: Ne estas alinomo aŭ ID.
fa: نام‌مستعار یا شناسه‌ای وجود ندارد.

source: Not logged in.
br: Nann-luget.
eo: Ne konektita.
fa: شما به سیستم وارد نشده اید.

source: Can't delete this notice.
br: Diposupl eo dilemel an ali-mañ.
eo: Ne povas forigi ĉi tiun avizon.
fa: نمی‌توان این پیام را پاک کرد.

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
eo: Vi nun por ĉiam forigos avizon. Kiam tio fariĝos, ne plu eblos malfari tion.
fa: شما می‌خواهید یک پیام را به طور کامل پاک کنید. پس از انجام این کار نمی‌توان پیام را بازگرداند.

source: Delete notice
br: Dilemel un ali
eo: Forigi avizon
fa: پیام را پاک کن
