Repository: shashi/StatusNet
Catalog: plugins/TwitterBridge/locale/*/LC_MESSAGES/TwitterBridge.po
Languages: tr, zh_cn

source: Your Twitter bridge has been disabled.
zh_cn: 你的 Twitter bridge 已被禁用。

source: Hi, %1$s. We're sorry to inform you that your link to Twitter has been disabled. We no longer seem to have permission to update your Twitter status. Did you maybe revoke %3$s's access? You can re-enable your Twitter bridge by visiting your Twitter settings page: %2$s Regards, %3$s
zh_cn: Hi, %1$s。我们很抱歉通知你，你与 Twitter 的连接已被禁用了。我们似乎没有更新你 Twitter 消息的权限了。或许你之前取消了 %3$ 的访问权限？ 你可以通过更新你的 Twitter 设置重新恢复你的 Twitter 连接： %2$s 祝好， %3$s

source: Login or register using Twitter
zh_cn: 使用 Twitter 登录或注册

source: Twitter integration options
tr: Twitter entegrasyon seçenekleri
zh_cn: Twitter 整合选项

source: Twitter bridge configuration
tr: Twitter köprü yapılandırması
zh_cn: Twitter bridge 设置

source: The Twitter "bridge" plugin allows integration of a StatusNet instance with <a href="http://twitter.com/">Twitter</a>.
zh_cn: Twitter "bridge" 是个可以让 StatusNet 账户与 <a href="http://twitter.com/">Twitter</a> 整合的插件。

source: Twitter bridge settings
tr: Twitter köprü ayarları
zh_cn: Twitter bridge 设置

source: Invalid consumer key. Max length is 255 characters.
zh_cn: 无效的 consumer key。最大长度为 255 字符。

source: Invalid consumer secret. Max length is 255 characters.
zh_cn: 无效的 consumer secret。最大长度为 255 字符。

source: Twitter application settings
zh_cn: Twitter 应用设置

source: Consumer key assigned by Twitter
tr: Twitter tarafından atanan kullanıcı anahtarı
zh_cn: Twitter 分配的 consumer key

source: Consumer secret assigned by Twitter
zh_cn: Twitter 分配的 consumer secret

source: Note: a global consumer key and secret are set.
zh_cn: 注意：已设置了一个全局的 consumer key 和 secret。

source: Integration source
tr: Entegrasyon kaynağı
zh_cn: 整合来源

source: Name of your Twitter application
tr: Twitter uygulamanızın ismi
zh_cn: 你的 Twitter 应用名称

source: Options
tr: Seçenekler
zh_cn: 选项

source: Enable "Sign-in with Twitter"
zh_cn: 启用 “使用 Twitter 登录”

source: Allow users to login with their Twitter credentials
zh_cn: 允许用户使用他们的 Twitter 帐号登录。

source: Enable Twitter import
zh_cn: 启用 Twitter 导入

source: Allow users to import their Twitter friends' timelines. Requires daemons to be manually configured.
zh_cn: 允许用户导入他们 Twitter 好友的时间线。需要手动设置后台进程。

source: Save
tr: Kaydet
zh_cn: 保存

source: Save Twitter settings
tr: Twitter ayarlarını kaydet
zh_cn: 保存 Twitter 设置

source: Already logged in.
tr: Zaten giriş yapılmış.
zh_cn: 已登录。

source: Twitter Login
tr: Twitter Giriş
zh_cn: Twitter 登录

source: Login with your Twitter account
tr: Twitter hesabınızla giriş yapın
zh_cn: 使用你的 Twitter 帐号登录

source: Sign in with Twitter
zh_cn: 使用 Twitter 登录

source: There was a problem with your session token. Try again, please.
zh_cn: 你的 session token 出现了一个问题，请重试。

source: You can't register if you don't agree to the license.
tr: Eğer lisansı kabul etmezseniz kayıt olamazsınız.
zh_cn: 你必须同意许可协议才能注册。

source: Something weird happened.
tr: Garip bir şeyler oldu.
zh_cn: 发生了很诡异的事情。

source: Couldn't link your Twitter account.
zh_cn: 无法连接你的 Twitter 帐号。

source: Couldn't link your Twitter account: oauth_token mismatch.
zh_cn: 无法连接你的 Twitter 帐号：oauth_token 不符。

source: This is the first time you've logged into %s so we must connect your Twitter account to a local account. You can either create a new account, or connect with your existing account, if you have one.
tr: İlk defa %s'ye giriş yaptınız, Twitter hesabınızı yerel bir hesapla bağlamamız gerekiyor. Yeni bir hesap oluşturabilir ya da varolan bir hesabınızı kullanabilirsiniz.
zh_cn: 这是你第一次登录到 %s，我们需要将你的 Twitter 帐号与一个本地的帐号关联。你可以新建一个帐号，或者使用你在本站已有的帐号。

source: Twitter Account Setup
tr: Twitter Hesap Kurulumu
zh_cn: Twitter 帐号设置

source: Connection options
tr: Bağlantı seçenekleri
zh_cn: 连接选项

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
tr: Parola, e-posta adresi, anlık mesajlaşma adresi ve telefon numarası gibi özel verilerim dışındaki tüm yazı ve dosyalarım %s dahilinde kullanılabilir.
zh_cn: 我的文字和文件在%s下提供，除了如下隐私内容：密码、电子邮件地址、IM 地址和电话号码。

source: Create new account
tr: Yeni hesap oluştur
zh_cn: 创建新帐户

source: Create a new user with this nickname.
tr: Bu kullanıcı adıyla yeni bir kullanıcı oluştur.
zh_cn: 以此昵称创建新帐户

source: New nickname
tr: Yeni kullanıcı adı
zh_cn: 新昵称

source: 1-64 lowercase letters or numbers, no punctuation or spaces
tr: 1-64 tane küçük harf veya rakam, noktalama işaretlerine ve boşluklara izin verilmez
zh_cn: 1 到 64 个小写字母或数字，不包含标点或空格

source: Create
tr: Oluştur
zh_cn: 创建

source: Connect existing account
tr: Varolan hesaba bağlan
zh_cn: 关联现有账号

source: If you already have an account, login with your username and password to connect it to your Twitter account.
tr: Halihazırda bir hesabınız varsa, Twitter hesabınızla bağlantı kurmak için kullanıcı adı ve parolanızla giriş yapın.
zh_cn: 如果你已有帐号，请输入用户名和密码登录并将其与你的 Twitter 账号关联。

source: Existing nickname
tr: Varolan kullanıcı adı
zh_cn: 已存在的昵称

source: Password
tr: Parola
zh_cn: 密码

source: Connect
tr: Bağlan
zh_cn: 关联

source: Registration not allowed.
tr: Kayıt yapılmasına izin verilmiyor.
zh_cn: 不允许注册。

source: Not a valid invitation code.
tr: Geçerli bir davet kodu değil.
zh_cn: 无效的邀请码。

source: Nickname must have only lowercase letters and numbers and no spaces.
tr: Kullanıcı adı sadece küçük harfler ve rakamlardan oluşabilir, boşluk kullanılamaz.
zh_cn: 昵称只能使用小写字母和数字且不能使用空格。

source: Nickname not allowed.
tr: Bu kullanıcı adına izin verilmiyor.
zh_cn: 昵称不被允许。

source: Nickname already in use. Try another one.
tr: Kullanıcı adı halihazırda kullanılıyor. Başka bir tane deneyin.
zh_cn: 昵称已被使用，换一个吧。

source: Error registering user.
tr: Kullanıcı kayıt hatası.
zh_cn: 注册用户出错。

source: Error connecting user to Twitter.
tr: Twitter'a kullanıcı bağlama hatası.
zh_cn: 关联用户到 Twitter 出错。

source: Invalid username or password.
tr: Geçersiz kullanıcı adı veya parola.
zh_cn: 用户名或密码不正确。

source: Twitter settings
tr: Twitter ayarları
zh_cn: Twitter 设置

source: Connect your Twitter account to share your updates with your Twitter friends and vice-versa.
tr: Güncellemelerinizi Twitter arkadaşlarınızla paylaşmak ve onların sizi takip edebilmesi için Twitter hesabınızla bağlantı kurun.
zh_cn: 关联你的 Twitter 帐号并与你的 Twitter 好友分享你的更新和查看好友的更新。

source: Twitter account
tr: Twitter hesabı
zh_cn: Twitter 帐号

source: Connected Twitter account
tr: Bağlı Twitter hesabı
zh_cn: 已关联的 Twitter 帐号

source: Disconnect my account from Twitter
tr: Hesabımın Twitter bağlantısını kes.
zh_cn: 取消我的帐号与 Twitter 的关联

source: Disconnecting your Twitter could make it impossible to log in! Please
zh_cn: 取消关联你的 Twitter 帐号和能会导致无法登录！请

source: set a password
tr: bir parola ayarla
zh_cn: 设置一个密码

source: first.
tr: ilk.
zh_cn: 先。

source: Keep your %1$s account but disconnect from Twitter. You can use your %1$s password to log in.
zh_cn: 保留你的 %1$s 帐号并取消关联 Twitter。你可以使用你的 %1$s 密码来登录。

source: Disconnect
tr: Bağlantıyı Kes
zh_cn: 取消关联

source: Preferences
tr: Tercihler
zh_cn: 参数设置

source: Automatically send my notices to Twitter.
tr: Durum mesajlarımı otomatik olarak Twitter'a gönder.
zh_cn: 自动将我的消息发送到 Twitter。

source: Send local "@" replies to Twitter.
zh_cn: 将本地的“@”回复发送到 Twitter。

source: Subscribe to my Twitter friends here.
zh_cn: 关注我在这里的 Twitter 好友。

source: Import my friends timeline.
tr: Arkadaşlarımın zaman çizelgesini içeri aktar.
zh_cn: 导入我好友的时间线。

source: Add
tr: Ekle
zh_cn: 添加

source: Unexpected form submission.
tr: Beklenmedik form gönderimi.
zh_cn: 未预料的表单提交。

source: Couldn't remove Twitter user.
tr: Twitter kullanıcısı silinemedi.
zh_cn: 无法删除 Twitter 用户。

source: Twitter account disconnected.
tr: Twitter hesabı bağlantısı kesildi.
zh_cn: 已取消 Twitter 帐号关联。

source: Couldn't save Twitter preferences.
tr: Twitter tercihleri kaydedilemedi.
zh_cn: 无法保存 Twitter 参数设置。

source: Twitter preferences saved.
tr: Twitter tercihleriniz kaydedildi.
zh_cn: 已保存 Twitter 参数设置。

source: Consumer key
tr: Kullanıcı anahtarı
