Repository: shashi/StatusNet
Catalog: plugins/Sitemap/locale/*/LC_MESSAGES/Sitemap.po
Languages: ia

source: Sitemap
ia: Mappa de sito

source: Sitemap settings for this StatusNet site
ia: Configuration de mappa de sito pro iste sito StatusNet

source: Google key
ia: Clave Google

source: Google Webmaster Tools verification key.
ia: Clave de verification de Google Webmaster Tools.

source: Yahoo key
ia: Clave Yahoo

source: Yahoo! Site Explorer verification key.
ia: Clave de verification de Yahoo Site Explorer.

source: Bing key
ia: Clave Bing

source: Bing Webmaster Tools verification key.
ia: Clave de verification de Bing Webmaster Tools.

# BUTTON
source: Save
ia: Salveguardar

source: Save sitemap settings.
ia: Salveguardar configuration de mappa de sito.

source: Sitemap configuration
ia: Configuration de mappa de sito

# MENU
source: Sitemap
ia: Mappa de sito

source: This plugin allows creation of sitemaps for Bing, Yahoo! and Google.
ia: Iste plug-in permitte le creation de mappas de sito pro Bing, Yahoo! e Google.
