Repository: shashi/StatusNet
Catalog: plugins/UserFlag/locale/*/LC_MESSAGES/UserFlag.po
Languages: mk

source: Flagged profiles
mk: Означени профили

source: Moderate
mk: Модерирај

source: Flagged by %1$s and %2$d other
mk: Означено од %1$s и уште %2$d друг

source: Flagged by %s
mk: Означено од %s

source: Flag already exists.
mk: Ознаката веќе постои.

source: Flagged for review
mk: Означено за преглед

source: Flagged
mk: Означено

source: This plugin allows flagging of profiles for review and reviewing flagged profiles.
mk: Овој приклучок овозможува означување на профили за преглед и прегледување на означени профили.

source: Couldn't clear flags for profile "%s".
mk: Не можев да ги отстранам ознаките за профилот „%s“.

source: Flags cleared
mk: Ознаките се отстранети

source: Cleared
mk: Отстрането

source: Flag
mk: Означи

source: Flag profile for review.
mk: Означи профил за преглед.

source: Couldn't flag profile "%d" for review.
mk: Не можев да го означам профилот „%d“ за преглед.

source: Clear
mk: Отстрани

source: Clear all flags
mk: Отстрани ги сите ознаки
