Repository: shashi/StatusNet
Catalog: plugins/Facebook/locale/*/LC_MESSAGES/Facebook.po
Languages: br, mk, tl

source: Hi, %1$s. We're sorry to inform you that we are unable to update your Facebook status from %2$s, and have disabled the Facebook application for your account. This may be because you have removed the Facebook application's authorization, or have deleted your Facebook account. You can re-enable the Facebook application and automatic status updating by re-installing the %2$s Facebook application. Regards, %2$s
mk: Здраво, %1$s. Нажалост, не можеме да го смениме Вашиот статус на Facebook од %2$s, и го имаме оневозможено програмчето за Facebook на Вашата сметка. Ова можеби се должи на тоа што сте го отстраниле овластувањето на програмчето за Facebook, или пак сте ја избришале самата сметка на Facebook. Можете повторно да го овозможите програмчето за Facebook и автоматското менување на статус со преинсталирање на програмчето %2$s - Facebook. Поздрав, %2$s
tl: Kumusta, %1$s. May pagpapaumanhin naming ipinababatid sa iyo na hindi namin naisapanahon ang iyong katayuan ng Facebook mula %2$s, at hindi namin pinagana ang aplikasyon ng Facebook para sa iyong akawnt. Maaaring dahil ito sa inalis mo ang pahintulot sa aplikasyon ng Facebook, o pagbura ng iyong akawnt sa Facebook. Maaari mong muling buhayin ang aplikasyon ng Facebook at kusang pagsasapanahon ng kalagayan sa pamamagitan ng muling pagtatalaga ng aplikasyon ng Facebook na %2$s. Nagpapahalaga, %2$s

source: You must be logged into Facebook to use Facebook Connect.
br: Rankout a rit bezañ kevreet war Facebook evit implijout Facebook Connect.
mk: Мора да сте најавени на Facebook за да можете да користите Facebook Connect.
tl: Dapat na nakalagda ka sa Facebook upang magamit ang Ugnay sa Facebook.

source: There is already a local user linked with this Facebook account.
br: Un implijer lec'hel liammet d'ar gont Facebook-se a zo dija.
mk: Веќе постои локален корисник поврзан со оваа сметка на Facebook.
tl: Mayroon nang isang katutubong tagagamit na nakakawing sa ganitong akawnt ng Facebook.

source: There was a problem with your session token. Try again, please.
br: Ur gudenn 'zo bet gant ho jedaouer dalc'h. Mar plij adklaskit.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се повторно.
tl: May isang suliranin sa iyong token ng sesyon. Paki subukan uli.

source: You can't register if you don't agree to the license.
br: Rankout a rit bezañ a-du gant termenoù an aotre-implijout evit krouiñ ur gont.
mk: Не можете да се регистрирате ако не се согласувате со лиценцата.
tl: Hindi ka makapagpapatala kung hindi ka sumasang-ayon sa lisensiya.

source: An unknown error has occured.
br: Ur gudenn dizanv a zo bet.
mk: Се појави непозната грешка.
tl: Isang hindi nalalamang kamalian ang naganap.

source: This is the first time you've logged into %s so we must connect your Facebook to a local account. You can either create a new account, or connect with your existing account, if you have one.
mk: Ова е прв пат како се најавувате на %s, па затоа мораме да го поврземе Вашиот профил на Facebook со локална сметка. Можете да создадете нова сметка, или пак да се поврзете со Вашата постоечка сметка (ако ја имате).
tl: Ito ang iyong unang pagkakataong lumagda sa %s kaya't kailangan naming iugnay ang iyong Facebook sa isang katutubong akawnt. Maaari kang lumikha ng isang bagong akawnt, o umugnay sa pamamagitan ng iyong umiiral na akawnt, kung mayroon ka.

source: Facebook Account Setup
br: Kefluniadur ar gont Facebook
mk: Поставки за сметка на Facebook
tl: Pagtatakda ng Akawnt ng Facebook

source: Connection options
br: Dibarzhioù kevreañ
mk: Нагодувања за врска
tl: Mga pagpipilian na pang-ugnay

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
mk: Мојот текст и податотеки се достапни под %s освен следниве приватни податоци: лозинка, е-пошта, IM-адреса, и телефонскиот број.
tl: Ang aking teksto at mga talaksan ay makukuha sa ilalim ng %s maliban sa pribadong dato na ito: hudyat, tirahan ng e-liham, tirahan ng IM, at bilang na pangtelepono.

source: Create new account
br: Krouiñ ur gont nevez
mk: Создај нова сметка
tl: Lumikha ng bagong akawnt

source: Create a new user with this nickname.
br: Krouiñ un implijer nevez gant al lesanv-se.
mk: Создај нов корисник со овој прекар.
tl: Lumikha ng isang bagong tagagamit na may ganitong palayaw.

source: New nickname
br: Lesanv nevez
mk: Нов прекар
tl: Bagong palayaw

source: 1-64 lowercase letters or numbers, no punctuation or spaces
br: 1 da 64 lizherenn vihan pe sifr, hep poentaouiñ nag esaouenn
mk: 1-64 мали букви или бројки, без интерпункциски знаци и празни места
tl: 1 hanggang 64 na maliliit na mga titik o mga bilang, walang bantas o mga patlang

# BUTTON
source: Create
br: Krouiñ
mk: Создај
tl: Likhain

source: Connect existing account
br: Kevreañ d'ur gont a zo dioutañ
mk: Поврзи постоечка сметка
tl: Umugnay sa umiiral na akawnt

source: If you already have an account, login with your username and password to connect it to your Facebook.
mk: Ако веќе имате сметка, најавете се со корисничкото име и лозинката за да ја поврзете со профилот на Facebook.
tl: Kung mayroon ka nang akawnt, lumagda sa pamamagitan ng iyong pangalan ng tagagamit at hudyat upang iugnay ito sa iyong Facebook.

source: Existing nickname
br: Lesanv a zo dioutañ
mk: Постоечки прекар
tl: Umiiral na palayaw

source: Password
br: Ger-tremen
mk: Лозинка
tl: Hudyat

# BUTTON
source: Connect
br: Kevreañ
mk: Поврзи се
tl: Umugnay

source: Registration not allowed.
br: N'eo ket aotreet krouiñ kontoù.
mk: Регистрацијата не е дозволена.
tl: Hindi pinapahintulutan ang pagpapatala.

source: Not a valid invitation code.
br: N'eo ket reizh ar c'hod pedadenn.
mk: Ова не е важечки код за покана.
tl: Hindi isang tanggap na kodigo ng paanyaya.

source: Nickname must have only lowercase letters and numbers and no spaces.
mk: Прекарот мора да се состои само од мали букви и бројки, без празни места.
tl: Ang palayaw ay dapat na may mga maliliit na mga titik lamang at mga bilang at walang mga patlang.

source: Nickname not allowed.
br: Lesanv nann-aotreet.
mk: Прекарот не е дозволен.
tl: Hindi pinapahintulutan ang palayaw.

source: Nickname already in use. Try another one.
br: Implijet eo dija al lesanv-se. Klaskit unan all.
mk: Прекарот е зафатен. Одберете друг.
tl: Ginagamit na ang palayaw. Subukan ang iba.

source: Error connecting user to Facebook.
mk: Грешка при поврзувањето на корисникот со Facebook.
tl: May kamalian sa pag-ugnay ng tagagamit sa Facebook.

source: Invalid username or password.
br: Anv implijer pe ger-tremen direizh.
mk: Неважечко корисничко име или лозинка.
tl: Hindi tanggap na pangalan ng tagagamit o hudyat.

source: Login
br: Kevreañ
mk: Најава
tl: Lumagda

source: Send a notice
br: Kas un ali
mk: Испрати забелешка
tl: Magpadala ng pabatid

source: What's up, %s?
br: Penaos 'mañ kont, %s ?
mk: Како е, %s?
tl: Anong balita, %s?

source: Available characters
br: Arouezennoù a chom
mk: Расположиви знаци
tl: Makukuhang mga panitik

# BUTTON
source: Send
br: Kas
mk: Прати
tl: Ipadala

source: Server error: Couldn't get user!
mk: Грешка во опслужувачот: Не можев да го добијам корисникот!
tl: Kamalian ng tapaghain: Hindi makuha ang tagagamit!

source: Incorrect username or password.
br: Anv implijer pe ger-tremen direizh.
mk: Погрешно корисничко име или лозинка.
tl: Hindi tamang pangalan ng tagagamit o hudyat.

source: %1$s and friends, page %2$d
br: %1$s hag e vignoned, pajenn %2$d
mk: %1$s и пријателите, страница %2$d
tl: %1$s at mga kaibigan, pahina %2$d

source: %s and friends
br: %s hag e vignoned
mk: %s и пријателите
tl: %s at mga kaibigan

source: If you would like the %s app to automatically update your Facebook status with your latest notice, you need to give it permission.
mk: Доколку сакате %s автоматски да Ви го менува Вашиот статус на Facebook (прикажувајќи ја најновата забелешка), ќе морате да дадете дозвола.
tl: Kung nais mong kusang isapanahon ng aplikasyong %s ang iyong katayuan ng Facebook na may pinakabagong pabatid, kailangan mong bigyan ito ng pahintulot.

source: Okay, do it!
br: Ok, en ober !
mk: Во ред, ајде!
tl: Sige, gawin iyan!

# BUTTON
source: Skip
br: Mont hebiou
mk: Прескокни
tl: Lagtawan

source: Pagination
br: Pajennadur
mk: Прелом на страници
tl: Pagbilang ng pahina

source: After
br: War-lerc'h
mk: Потоа
tl: Pagkalipas ng

source: Before
br: A-raok
mk: Претходно
tl: Bago ang

source: Thanks for inviting your friends to use %s.
br: Trugarez da bediñ ho mignoned da implijout %s.
mk: Ви благодариме што ги поканивте пријателите да користат %s.
tl: Salamat sa pag-anyaya sa iyong mga kaibigan na gamitin ang %s.

source: Invitations have been sent to the following users:
br: Pedadennoù a zo bet kaset d'an implijerien da-heul :
mk: Испратени се покани до следениве корисници:
tl: Ipinadala na ang mga paanyaya sa sumusunod ng mga tagagamit:

source: You have been invited to %s
br: Pedet oc'h bet da %s
mk: Поканети сте на %s
tl: Inaanyayahan ka sa %s

source: Invite your friends to use %s
br: Pedit ho mignoned da implijout %s
mk: Поканете ги пријателите да користат %s
tl: Anyayahan ang iyong mga kaibigan na gamitin ang %s

source: Friends already using %s:
br: Mignoned hag a implij dija %s :
mk: Пријатели што веќе користат %s:
tl: Mga kaibigang gumagamit na ng %s:

source: Send invitations
br: Kas pedadennoù
mk: Испрати покани
tl: Ipadala ang mga paanyaya

source: Facebook integration configuration
mk: Поставки за обединување со Facebook
tl: Pagkakaayos ng integrasyon ng Facebook

source: Facebook Connect User
br: Implijer Facebook Connect
mk: Поврзување на корисник со Facebook Connect
tl: Tagagamit ng Ugnay sa Facebook

source: Login or register using Facebook
br: Kevreañ pe en em enskrivañ dre Facebook
mk: Најава или регистрација со Facebook
tl: Lumagda o magpatalang ginagamit ang Facebook

source: Facebook Connect Settings
br: Arventennoù evit Facebook Connect
mk: Нагодувања за поврзување со Facebook
tl: Mga Pagtatakda sa Ugnay sa Facebook

source: The Facebook plugin allows integrating StatusNet instances with <a href="http://facebook.com/">Facebook</a> and Facebook Connect.
mk: Приклучокот за Facebook овозможува соединување на примероци на StatusNet со <a href="http://mk-mk.facebook.com/">Facebook</a> и Facebook Connect.
tl: Ang pamasak na Facebook ay nagpapahintulot ng integrasyon ng mga pagkakataon sa StatusNet sa pamamagitan ng <a href="http://facebook.com/">Facebook</a> at Ugnay sa Facebook.

source: Already logged in.
br: Kevreet oc'h dija.
mk: Веќе сте најавени.
tl: Nakalagda na.

source: Login with your Facebook Account
br: Kevreit gant ho kont Facebook
mk: Најавете се со Вашата сметка на Facebook
tl: Lumagda sa pamamagitan ng iyong Akawnt sa Facebook

source: Facebook Login
br: Kevreadenn Facebook
mk: Најава со Facebook
tl: Paglagda sa Facebook

source: Couldn't remove Facebook user: already deleted.
mk: Не можев да го отстранам корисникот на Facebook: веќе е избришан.

source: Couldn't remove Facebook user.
br: Dibosupl eo dilemel an implijer Facebook.
mk: Не можев да го отстранам корисниот на Facebook.
tl: Hindi matanggal ang tagagamit ng Facebook.

# MENU
source: Home
br: Degemer
mk: Почетна
tl: Tahanan

source: Home
br: Degemer
mk: Почетна
tl: Tahanan

# MENU
source: Invite
br: Pediñ
mk: Покани
tl: Anyayahan

source: Invite
br: Pediñ
mk: Покани
tl: Anyayahan

# MENU
source: Settings
br: Arventennoù
mk: Нагодувања
tl: Mga pagtatakda

source: Settings
br: Penndibaboù
mk: Нагодувања
tl: Mga pagtatakda

source: To use the %s Facebook Application you need to login with your username and password. Don't have a username yet?
mk: За да го користите програмчето %s - Facebook ќе мора да сте најавени со Вашето корисничко име и лозинка. Сè уште немате корисничко име?
tl: Upang magamit ang Aplikasyon ng Facebook na %s kailangan mong lumagda sa pamamagitan ng iyong pangalan ng tagagamit at hudyat. Wala ka pa bang bansag?

source: a new account.
br: ur gont nevez.
mk: нова сметка.
tl: isang bagong akawnt.

source: Register
br: En em enskrivañ
mk: Регистрација
tl: Magpatala

source: Nickname
br: Lesanv
mk: Прекар
tl: Palayaw

# BUTTON
source: Login
br: Kevreañ
mk: Најава
tl: Lumagda

source: Lost or forgotten password?
br: Ha kollet ho peus ho ker-tremen ?
mk: Ја загубивте/заборавивте лозинката?
tl: Hudyat na nawala o nakalimutan?

source: No notice content!
br: Danvez ebet en ali !
mk: Нема содржина за забелешката!
tl: Walang laman ang pabatid!

source: That's too long. Max notice size is %d chars.
br: Re hir eo ! Ment hirañ an ali a zo a %d arouezenn.
mk: Ова е предолго. Забелешката може да содржи највеќе %d знаци.
tl: Napakahaba niyan. Ang pinakamataas na sukat ng pabatid ay %d mga panitik.

source: Notices
br: Alioù
mk: Забелешки
tl: Mga pabatid

source: Facebook integration settings
br: Arventennoù enframmañ Facebook
mk: Поставки за обединување со Facebook
tl: Mga pagtatakda sa integrasyon ng Facebook

source: Invalid Facebook API key. Max length is 255 characters.
mk: Неважечки API-клуч за Facebook. Дозволени се највеќе 255 знаци.
tl: Hindi tanggap na susi sa API ng Facebook. Ang pinakamataas na haba ay 255 mga panitik.

source: Invalid Facebook API secret. Max length is 255 characters.
mk: Неважечки API-тајна за Facebook. Дозволени се највеќе 255 знаци.
tl: Hindi tanggap na lihim sa API ng Facebook. Ang pinakamataas na haba ay 255 mga panitik.

source: Facebook application settings
mk: Нагодувања за прог. Facebook
tl: Mga pagtatakda sa aplikasyon ng Facebook

source: API key
br: Alc'hwez API
mk: API-клуч
tl: Susi ng API

source: API key provided by Facebook
br: Alc'hwez API pourchaset gant Facebook
mk: API-клучот е обезбеден од Facebook
tl: Ang susi ng API ay ibinigay ng Facebook

source: Secret
br: Kuzh
mk: Тајна
tl: Lihim

source: API secret provided by Facebook
br: Alc'hwez API kuzh pourchaset gant Facebook
mk: API-тајната е обезбедена од Facebook
tl: Ang lihim ng API ay ibinigay ng Facebook

source: Save
br: Enrollañ
mk: Зачувај
tl: Sagipin

source: Save Facebook settings
mk: Зачувај нагодувања за Facebook
tl: Sagipin ang mga katakdaan ng Facebook

source: Manage how your account connects to Facebook
br: Merañ an doare ma kevre ho kont ouzh Facebook
mk: Раководење со начинот на поврзување на Вашата сметка со Facebook
tl: Pamahalaan kung paano umuugnay ang iyong akawnt sa Facebook

source: There is no Facebook user connected to this account.
mk: Нема корисник на Facebook поврзан со оваа сметка.
tl: Walang tagagamit ng Facebook na nakaugnay sa akawnt na ito.

source: Connected Facebook user
mk: Поврзан корисник на Facebook
tl: Nakaugnay na tagagamit ng Facebook

source: Disconnect my account from Facebook
mk: Исклучи ја мојата сметка од Facebook
tl: Huwag iugnay ang aking akawnt mula sa Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please
mk: Ако ја исклучите врската со Facebook нема да можете да се најавите! Затоа,
tl: Ang pagtatanggal ng ugnay sa Facebook ay magsasanhi ng hindi mangyayaring paglagda! Paki

source: set a password
br: Termeniñ ur ger-tremen
mk: поставете лозинка
tl: magtakda ng isang hudyat

source: first.
br: da gentañ.
mk: пред да продолжите.
tl: muna.

# BUTTON
source: Disconnect
br: Digevrañ
mk: Прекини
tl: Huwag umugnay

source: Couldn't delete link to Facebook.
br: N'eus ket bet gallet diverkañ al liamm war-du Facebook.
mk: Не можев да ја избришам врската до Facebook.
tl: Hindi maalis ang pagkabit sa Facebook.

source: You have disconnected from Facebook.
mk: Сега е исклучена врската со Facebook.
tl: Hindi ka na nakaugnay sa Facebook.

source: Not sure what you're trying to do.
br: N'omp ket sur eus ar pezh emaoc'h o klask ober aze.
mk: Не ми е јасно што сакате да направите.
tl: Hindi sigurado kung ano ang sinusubok mong gawin.

source: There was a problem saving your sync preferences!
mk: Се појави проблем при зачувувањето на Вашите поставки за услогласување!
tl: May isang suliranin sa pagsagip ng iyong mga nais sa pagsabay!

source: Sync preferences saved.
mk: Поставките за усогласување се зачувани.
tl: Nasagip ang mga nais sa pagsabay.

source: Automatically update my Facebook status with my notices.
mk: Автоматски заменувај ми го статусот на Facebook со моите забелешки.
tl: Kusang isapanahon ang aking katayuan ng Facebook na may mga pabatid ko.

source: Send "@" replies to Facebook.
br: Kas respontoù "@" da Facebook.
mk: Испрати „@“ одговори на Facebook.
tl: Ipadala ang mga tugong "@" sa Facebook.

# BUTTON
source: Save
br: Enrollañ
mk: Зачувај
tl: Sagipin

source: If you would like %s to automatically update your Facebook status with your latest notice, you need to give it permission.
mk: Ако сакате %s автоматски да го заменува Вашиот статус на Facebook со Вашата најновата забелешка, ќе треба да дадете дозвола.
tl: Kung nais mong kusang isapanahon ng %s ang iyong katayuan ng Facebook na may pinakabagong mga pabatid mo, kailangan mo itong bigyan ng pahintulot.

source: Allow %s to update my Facebook status
mk: Дозволи %s да го менува мојот статус на Facebook
tl: Pahintulutan si %s na isapanahon ang aking katayuan ng Facebook

source: Sync preferences
br: Penndibaboù ar c'hempredañ
mk: Услогласи нагодувања
tl: Mga nais sa pagsabay
